{
  "title": "Cannabonsai: : A Beginners Guide",
  "image": "https://m.media-amazon.com/images/I/71OEGMVYwcL._SL1360_.jpg",
  "asin": "1716038227",
  "url": "https://www.amazon.es/gp/product/1716038227",
  "reviews": [
    {
      "title": "Informative",
      "name": "khushi paul",
      "date": "2020-05-06T22:00:00.000Z",
      "country": "India",
      "stars": "5,0",
      "review": "Precise and informative. Diagrams were helpful. Introduction was written very well and clears fundamental concepts of bonsai aesthetics and yield."
    },
    {
      "title": "just beautiful",
      "name": "R. Reichel",
      "date": "2021-03-03T23:00:00.000Z",
      "country": "Alemania",
      "stars": "5,0",
      "review": "Lovely! Thank you a looooots"
    },
    {
      "title": "Me encantó!",
      "name": "Roberto Preciado",
      "date": "2020-05-10T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Muy bonitas fotos y muy buena informacion.Espero que no sea el unico.Gracias Manuel por compartir tus experiencias, me gustó mucho tu libro."
    },
    {
      "title": "Interesting",
      "name": "Nahiomy R.",
      "date": "2020-11-14T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "It’s very simple yet well composed. Serves quite good as a guiding abstract. Very nice photography and overall organization."
    },
    {
      "title": "Exactly what it's says Cannabonsai",
      "name": "Simon Graham",
      "date": "2021-10-21T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Very interesting read this book it is just what you need to learn about the art of Cannabonsai.Also filled with amazing photos of them.The book is well Worth the money."
    },
    {
      "title": "I recommend",
      "name": "Monfort",
      "date": "2020-06-06T22:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "Perfect explanation and cool picture. I highly recommend. It can be a little more longer in my opinion but perfect for beginners"
    },
    {
      "title": "Totally worth it",
      "name": "Heather Bennett",
      "date": "2020-11-12T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "So glad I finally got this book! It’s been on my wish list forever and I can’t wait to grow my own cannabonsai!!!!"
    },
    {
      "title": "Well worth it",
      "name": "Colbo",
      "date": "2020-12-01T23:00:00.000Z",
      "country": "Australia",
      "stars": "5,0",
      "review": "Awesome"
    },
    {
      "title": "My dream retirement hobby",
      "name": "Kevin Jones",
      "date": "2020-11-25T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "When it is legal in my state to grow, I will definitely be giving this a go! Its a well written and informative book with illustrations and pictures to help beginners with the bonsai methods. The hardcover is beautiful."
    },
    {
      "title": "Not Great.",
      "name": "Russ",
      "date": "2021-02-14T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "Unfortunately I can’t endorse this book as anything other than basic, I returned the book to Amazon for these reasons. The book is not well constructed, the layout is basic and has a discount store £5 feel about it. The print is oversized and space hogging. Unfortunately the photographers prospective is poor and the images have a low resolution quality, feeling like they were pulled from the net. Images are not a nice high quality gloss  but a low quality mat finish.  Imho £5 would be reasonable for this book but at £21 I felt extremely had.The above is only my opinion and may not be shared by others."
    },
    {
      "title": "Naja",
      "name": "T",
      "date": "2023-03-04T23:00:00.000Z",
      "country": "Alemania",
      "stars": "1,0",
      "review": "Hab noch nie so viele Rechtschreibfehler in einem Buch gesehen. Bin froh dass ich mir das Buch nur als Kindle gekauft habe."
    },
    {
      "title": "Perfect worth the buy",
      "name": "Michelle",
      "date": "2020-10-02T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Love this book good info"
    },
    {
      "title": "So glad that I finally ordered it!",
      "name": "Dawn W.",
      "date": "2020-12-22T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "First, to the author \"the regular guy\" as he puts it. I'm so impressed by the layout of your book.This is a nice size book, the photos are amazing and inspirational.  Seriously a step by step book on creating bonsai with Cannabis, an actual beginner's guide.Highly recommendGreat publication,  thank you."
    },
    {
      "title": "Low quality printing",
      "name": "Jessica R.",
      "date": "2022-03-23T23:00:00.000Z",
      "country": "Alemania",
      "stars": "2,0",
      "review": "Low quality book."
    },
    {
      "title": "Way overpriced",
      "name": "Tony",
      "date": "2022-05-20T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "I was excited to purchase a couple of copies of this one for my self one for a friend. Unfortunately the photos are terrible. Many not even in focus.  The quality of the book in general is also v low."
    },
    {
      "title": "Great book.",
      "name": "Mauro",
      "date": "2020-09-30T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "4,0",
      "review": "Great content it was easy to understand, and enjoyable, I would like to see some real pictures of the process and finished cannabonsais."
    },
    {
      "title": "Not A Happy Camper",
      "name": "FROST FACTORY",
      "date": "2021-05-17T22:00:00.000Z",
      "country": "",
      "stars": "1,0",
      "review": "This book seemed to have some good reviews so I bought it .  I did not read the book size specifications I was expecting a larger book .  It is 9 x 9 x 1/2 inch . The photos are on a poor quality flat mat paper . The worst thing about the photos is they are out of focus and blurry . This is not the right book to purchase if you are looking for nice glossy high quality pictures . This is not a coffee table book that I will want to pick up and breeze through the pages over and over again . More of a one and done read ."
    },
    {
      "title": "Have you ever been curious about a hyperniche hobby?",
      "name": "Matthew Downing",
      "date": "2022-05-11T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Super niche hobbies are interesting, and so is this book. This covers the growing process, from germination of seeds to shaping, but does not go into harvesting.No real complaints, just that it arrived with a ripped page which, while unfortunate,  doesn't affect the actual book."
    },
    {
      "title": "Not what we expected",
      "name": "Kevin",
      "date": "2020-12-11T23:00:00.000Z",
      "country": "",
      "stars": "2,0",
      "review": "There were no actual pictures only hand written diagrams. Shocked that the Instagram page is loaded with pics and vids and the book...nada 🙁"
    },
    {
      "title": "Cool book",
      "name": "troy",
      "date": "2021-02-19T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "If your looking for a scientific step by step DONT buy this book. It’s a really good write up of how a guy grew some stuff and what worked for him. I think it was well enough written so you could follow along and try it yourself. All the pictures are awesome too, a cool book to just leave out and let people look at."
    },
    {
      "title": "It's... interesting, and could be helpful for someone with 0 houseplant experience.",
      "name": "Chris",
      "date": "2024-02-06T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "3,0",
      "review": "For being $25, it's a very short book with out much meat to it. I've been wanting this book for a while now. Finally ordered it Sunday, and it arrived to my house 20 minutes ago, ive already read it cover to cover(even the numerouse bent pages) and browsed other reviews before writing this one. It IS marketed as a beginners guide, and is only 76 pages long. All in all, it will be a good conversation piece so I'll put it on my bookshelf."
    },
    {
      "title": "Beautiful and informative",
      "name": "JRS",
      "date": "2020-06-05T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Such a beautiful and informative book. Steps are clear and the photographs make it a coffee table book on it’s own. Can’t wait to make my first bonsia!"
    },
    {
      "title": "DO NOT BUY!!!!",
      "name": "Erik Mason",
      "date": "2021-02-02T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "This book is horrible. I seriously thought it was a joke at first. Let me count the ways:1) The layout.  This bothered me the most, actually.  It's laid out like a cheap children's book. Poorly focused pictures on one side with some large text set to a bright background on the other side.  It seriously looks like a book you read at your children's pediatricians office about going to the doctor.2) The content. It was poorly written,  confusing at best. It felt very unedited.  Like a bad blog post, not a book. Speaking of blogs, there was nothing here that isn't easily a Google search away.  No special tips to make this book special. No helpful pictures or diagrams.  The pictures for reference are black and white and are less than helpful.  I would actually recommend not looking at this book, as it will only confuse you more.3) Last, but not least,  the price. 20 bucks. 20 fricking dollars. Honestly,  if it was 5.99, I wouldn't be writing this review.  I would be like, ok, nice effort.  But for 20 dollars I feel like this is literally a scam. No joke.  I think someone copied some stuff off the internet,  put a fancy picture on the front,  and is trying to make money off of a current fad.This book actually made me NOT want to try CannaBonsai.  I threw away this book, and will not be attempting a bonsai. The feeling of being ripped off has left me uninterested in the hobby. If the writer of the book reads this, and it's not a money making prank, I want to say, please stop selling this monstrosity of a book. You need to do a lot more work, 8r seriously change your price point.DO NOT BUY!!!"
    },
    {
      "title": "What a great book!",
      "name": "Jake Baez",
      "date": "2021-06-11T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "This was a book, with pages and everything! I expected it to have letters in it, and it did, arranged into words and everything. Definitely a literary accomplishment! If you're looking for a book, look no further, this is it!!"
    },
    {
      "title": "Motivating",
      "name": "Austin",
      "date": "2020-10-12T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "I am stoked to have come across this on Reddit. Thanks for making this book. More words are required to post this so here they are."
    },
    {
      "title": "Love it",
      "name": "Jay S",
      "date": "2020-08-11T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Awesome book thank you love the step by step details makes life much easier and makes the project more fun. Thank you !!"
    },
    {
      "title": "Frick yeh dude, sick",
      "name": "Jason",
      "date": "2020-04-21T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "First book I’ve ever bought, and not disappointed. The best part is that it’s bonsai made easy. And the pictures man...... the pictures 🤯"
    },
    {
      "title": "Great Book",
      "name": "Draven",
      "date": "2021-03-11T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Great book very informative on Bonsai technique. Well worth the purchase, beautiful pictures of Cannabonsai."
    },
    {
      "title": "5 Stars 🌟",
      "name": "Jonathan F.",
      "date": "2020-12-31T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Very well written, straight to the point, quick"
    },
    {
      "title": "Beautiful",
      "name": "Pessoa",
      "date": "2020-06-08T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Beautiful book with excellent instructions, pictures and illustrations."
    },
    {
      "title": "Not worth it.",
      "name": "Dudei",
      "date": "2021-05-03T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "2,0",
      "review": "It took approximately 15 minutes to read.. Book was 90% pictures.. Was NOT worth what I paid.. Save yourself the money.. Look it up on Google.."
    },
    {
      "title": "Basic",
      "name": "Amazon Customer",
      "date": "2020-10-16T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "2,0",
      "review": "Very basic information. Doesn't really teach or show you anything. Same info on youtube for free. Don't waste 5 bucks."
    },
    {
      "title": "Good for visual ideas, thats it",
      "name": "Thomas C Grennan",
      "date": "2021-05-31T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "2,0",
      "review": "Great pictures, basic information."
    },
    {
      "title": "Horrible quality",
      "name": "Amazon Customer",
      "date": "2020-06-14T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "The book arrived with all of the pages loose and not attached the binding. Bought as a display piece, but its basically a bunch of scrap pieces of paper..."
    }
  ]
}