{
  "title": "Aoneky Sombrero de Paraguas Manos Libres - Paraguas para Cabeza Sin Manos, 90cm de Diámetro, Paraguas Grande para Senderismo Camping Pesca Jardinería",
  "image": "https://m.media-amazon.com/images/I/51QH99ZZ3nL._AC_SL1002_.jpg",
  "asin": "B01D4NCVNS",
  "url": "https://www.amazon.es/gp/product/B01D4NCVNS",
  "reviews": [
    {
      "title": "Super practico para personas con muletas",
      "name": "mcht",
      "date": "2024-02-16T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es muy práctico, cambiaría el material y color de las correas que sujetan a la cabeza."
    },
    {
      "title": "Muy guay",
      "name": "ROSA MARIA",
      "date": "2023-12-21T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Me encanta el tamaño que tiene. Para mi amigo que se va a ir a cazar cumple par estar en su puesto. Algo que mejoraría es la forma de sujeción aunque tiene dos por si hay viento. Otra cosa que haría sería poner unas instrucciones para que la gente sepa que primero hay que bajar la parte delantera y luego estirarla y cómo se abre y se cierra"
    },
    {
      "title": "Un imprescindible si se lleva carro de bebé",
      "name": "Julia",
      "date": "2022-05-02T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Llevo a un peque en carrito y a otro en mochila, vi esta opción y ahora si cae una gota no salgo sin él. Vamos sequitos y como me pongo un gorro negro no queda ridículo porque no se ven las cintas. A mjorar que ls cintas que atan a oa barbilla son azules (lo suyo habria sido ponerlas negras).La idea de poner un gorro debajo la saqué de otro comprador, que subió fotos, y es la clave,  queda infinitamente más discreto.Aguanta algo de viento, pero no mucho. Las cintas ayudan en esto, pero el que sea grande también hace que lleve peor lo del viento.En general, estoy muy satisfecha"
    },
    {
      "title": "Justo lo que se anuncia, sin mentiras",
      "name": "jose angel",
      "date": "2020-08-04T22:00:00.000Z",
      "country": "",
      "stars": "3,0",
      "review": "Justo lo que necesitaba 👏"
    },
    {
      "title": "Imposible de llevar puesto",
      "name": "Ruth",
      "date": "2024-01-06T23:00:00.000Z",
      "country": "",
      "stars": "1,0",
      "review": "No se aguanta, se cae al menor movimiento, ni hablemos de si hace aire ... Además se clava en la frente. Tampoco puede usarse de otra manera pues no tienes manera de sugetarlo. Un desastre, totalmente inútil."
    },
    {
      "title": "Fuera sol",
      "name": "Clemente",
      "date": "2023-07-28T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Ideal para cubrir cabeza en esos días soleados"
    },
    {
      "title": "La protección con las manos libres",
      "name": "Taly",
      "date": "2023-08-21T22:00:00.000Z",
      "country": "",
      "stars": "2,0",
      "review": "Lo mejor la som y lo peor la sujeción al ser tan amplio hay que sujetarlo al cuello y con el aire cuesta mantenerlo"
    },
    {
      "title": "Práctico",
      "name": "Cliente Amazon",
      "date": "2021-09-27T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Práctico y cómodo este paraguas sin manos, además  el mecanismo es rápido de abrir y recoger. Único a mejorar la funda mejor un poco más olgada."
    },
    {
      "title": "Muy funcional.",
      "name": "ARM",
      "date": "2023-05-31T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Todavía sin uso. Pesa muy poco. Se ajusta bien."
    },
    {
      "title": "Protege",
      "name": "Ángel",
      "date": "2022-06-05T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Es grande, por lo que no te da ni un rayo de sol. El arnés que se sujeta a la cabeza debería tener más espacio dado que no entra mucho, y eso que yo tengo cabeza mediana (lo sé por la talla del casco de moto)Un fallo del fabricante, debería de decir en las instrucciones cómo se vuelve la parte pequeña superior hacia arriba para que ventile mejor. Yo lo he intentado y no he encontrado la forma"
    },
    {
      "title": "gracioso y practico",
      "name": "Familia VRP",
      "date": "2022-08-07T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Mi madre me lo hizo comprar para llevarlo en escursiones de caminatas con mucho sol. Nos reimos bastante y el tema es que realmente era practico y cubre del sol. Se ajusta bien a la cabeza y se puede plegar facilmente."
    },
    {
      "title": "Pequeño",
      "name": "Eva",
      "date": "2023-08-11T22:00:00.000Z",
      "country": "",
      "stars": "2,0",
      "review": "Es mucho más pequeño de lo esperado."
    },
    {
      "title": "Buen producto",
      "name": "Roberto",
      "date": "2022-02-01T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Me parece un producto fenomenal para dejar manos libres en actividades"
    },
    {
      "title": "Perfecto para la pesca,deja libre las manos.",
      "name": "Jose M.",
      "date": "2021-11-07T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Todo me guste y la cinta del cuello preferiría que el cierre fuese de velcro"
    },
    {
      "title": "tamaño",
      "name": "Cliente Amazon",
      "date": "2018-12-23T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "La persona a quien se lo regalé ha quedado encantada."
    },
    {
      "title": "Imprescindible para los que vamos con muletas",
      "name": "javier",
      "date": "2020-11-09T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es genial para ir con muletas ya que no puedo coger un paraguas con las manos"
    },
    {
      "title": "No és el meu ideal",
      "name": "Catherine",
      "date": "2019-09-13T22:00:00.000Z",
      "country": "",
      "stars": "2,0",
      "review": "Pesa bastant"
    },
    {
      "title": "Cómodo",
      "name": "felix",
      "date": "2020-09-04T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es cómodo y práctico"
    },
    {
      "title": "Comodo",
      "name": "Juan Luis portas piñeiro",
      "date": "2019-06-04T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "No me gusta la extructura metalica, pero cumple su funcion a la perfección"
    },
    {
      "title": "Desastre",
      "name": "Val10",
      "date": "2020-10-25T23:00:00.000Z",
      "country": "",
      "stars": "1,0",
      "review": "Un desastre"
    },
    {
      "title": "Recomendable",
      "name": "manuel vazquez campos",
      "date": "2019-12-29T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Grande y robusto"
    },
    {
      "title": "Perfecto",
      "name": "Oscar",
      "date": "2019-11-16T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Todo ok"
    },
    {
      "title": "Hands free",
      "name": "Cheryl Thomas",
      "date": "2019-11-17T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "I am very happy with this product.  This umbrella is perfect when I'm walking my 3 dogs and need my free hands."
    },
    {
      "title": "Superlativo",
      "name": "Cadei Simone Matteo",
      "date": "2019-11-13T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "5 stelle solo perché di più non posso darne!!! É eccezionale si riesce ad indossare anche su un cappellino di lana! Mani in tasca e via loConsiglio soprattutto ai “genitori” di cani"
    },
    {
      "title": "Guter Sitz mit reichlich Freiraum",
      "name": "Sam",
      "date": "2016-06-19T22:00:00.000Z",
      "country": "Alemania",
      "stars": "5,0",
      "review": "Hab mir den Schirm für eine Konzert Fotografie bestellt, da sehr schlechtes Wetter vorausgesagt wurde und ich trotz Regen weiter an der Bühne fotografieren wollte.Der Schirm ist schnell aufgebaut und die Riemen und Streben haben keine störenden Eigenschaften wie einzelne Druckpunkte oder scharfe Kanten.Faltmaß ist sehr klein und passt in jeden Fotorucksack. Durch das Kinnband ist auch bei leichtem Wind alles gut geschützt."
    },
    {
      "title": "Inutilisable pour plusieurs fonctions",
      "name": "guillet",
      "date": "2020-06-03T22:00:00.000Z",
      "country": "Francia",
      "stars": "2,0",
      "review": "Acheté pour me protéger du soleil et de la pluie quand je jardinais, bricolais dehors,  et surtout faire du véloJardinage, bricolage:Ne pas s'approcher des arbres, impossible de les tailler, ne passe pas dans les portes quand j'avais besoin de chercher un objet dans la maison ou au sous-solou dans la voiture, ne passe pas dans les passages étroits. Il aurait fallu l'enlever à chaque fois, ce qui est peu pratique.A vélo: même sans vent, même en relevant la partie haute comme indiqué, ne tient absolument pas , voire est dangereux car obstrue  la visibilité. J'ai essayé de tenir bien serré la bague de serrage mais elle glisse. Au bout de 30m j'ai dû le ranger. C'était la fonction principale qui m'intéressait.Au final, utile sûrement pour les activités immobiles ou peu rapides: pêche, affut, cueillette de fraises ou petits pois, peut-être marche à pied à condition qu'il n'y ait aucun souffle d'air, mais la photo montrant une personne à vélo est totalement mensongère, la prise d'air est trop importante. Je renvoie donc cet article."
    },
    {
      "title": "Pratique",
      "name": "Nani13👩🏻‍🦳",
      "date": "2023-05-30T22:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "Trés bien et grand.l'Attache d'un bleu électrique c'est laid et ça gâche tout. l'Attache en noir aurait été de bon goût …"
    },
    {
      "title": "Great fit and lightweight!",
      "name": "Jerry Dyer",
      "date": "2024-06-24T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "This is a must buy of your out in the searing sun like I am. This is a lifesaver. Well constructed, great quality. Absolutely great value for money !"
    },
    {
      "title": "Comodissimo",
      "name": "paola",
      "date": "2022-11-21T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Comodo, l'ho comprato soprattutto per poter lavorare in giardino d'estate. L'ho provato anche con la pioggia ed è stracomodo, unico diffetto se tira vento pur avendo il legaccio sotto il mento te lo strappa via. Non è molto robusto ma per ciò che lo uso io va bene."
    },
    {
      "title": "Galère!",
      "name": "M.L",
      "date": "2019-05-16T22:00:00.000Z",
      "country": "Francia",
      "stars": "1,0",
      "review": "Je voulais avoir les mains libres en rando sous la pluie. Une vraie galère ! J'ai mis 20 minutes à essayer de glisser l'embout dans l'axe du parapluie. J'imagine sous la pluie! Une fois prêt, je l'ai trouvé très inconfortable ( silicone sous le menton) et difficile à régler ( derrière la tête pour resserrer le lien ). Bref, je n'ai pas jugé utile de garder ce produit...."
    },
    {
      "title": "Per la pesca è l’ideale",
      "name": "Agostino",
      "date": "2019-10-10T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Ottimo prodotto, resistente ed anti vento io lo usi principalmente nelle giornate di pioggia mentre sto pescando, ti lascia le mani libere e non è ingombrante 🎣"
    },
    {
      "title": "Un gadget sfizioso",
      "name": "Daniela B.",
      "date": "2022-11-11T23:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Buona qualità, utilizzabile ogni qualvolta si ha la necessità di avere le mani libere, ovviamente in condizioni di pioggia e vento moderate.Uno sfizio"
    },
    {
      "title": "Kopf-Schirm",
      "name": "Peter K.",
      "date": "2024-02-20T23:00:00.000Z",
      "country": "Alemania",
      "stars": "4,0",
      "review": "Empfehlenswert! DIESER KOPFSCHIRM sitzt gut und erfüllt seinen Zweck als Sonnen- und Regenschirm. Benutze ihn auch zum Angeln und im Garten."
    },
    {
      "title": "Idea furba!",
      "name": "Cliente Amazon",
      "date": "2019-12-25T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Idea geniale per avere le mano libere e contemporaneamente ripararsi da sole o pioggia. Ben fatto, buon tessuto, consigliato!"
    },
    {
      "title": "indispensable en rando",
      "name": "Jean Pierre Delmur",
      "date": "2023-04-11T22:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "Difficile de  trouver cet article , parfaitement efficace quand on utilise des bâtons de marche. oui bon, faut pas que ce soit la tempête......"
    },
    {
      "title": "Works well",
      "name": "Tom K",
      "date": "2024-03-23T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Very good for hikers and photographers, highly recommended."
    },
    {
      "title": "Ottimo!",
      "name": "Axel Fala",
      "date": "2024-03-24T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "l'acquisto migliore che potessi fare!Ottimo ombrello ma consiglio di mettere un cappuccio al di sotto dell'ombrello perché le parti in metallo sono un po' dure e tende a scivolare.Comunque fa egregiamente il suo lavoro mentre le mani possono fare altro.Consiglio"
    },
    {
      "title": "qualité /prix",
      "name": "BOUREL",
      "date": "2022-09-28T22:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "très belle acquisition et très pratique, nous avons les deux mains libre ,vraiment très bien"
    },
    {
      "title": "Arthritis",
      "name": "Sheryl h.",
      "date": "2024-03-15T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "Lots of fun, deffo a good hands free brolly, good coverage but anyone with arthritis or hand/finger problems, please don't buy as quite hard to put up and take down."
    },
    {
      "title": "Gut",
      "name": "Bernd Walther",
      "date": "2023-08-06T22:00:00.000Z",
      "country": "Alemania",
      "stars": "5,0",
      "review": "Seinen Zweck erfüllt er. Wie man damit aussieht sei dahin gestellt 🤣."
    },
    {
      "title": "Articolo reso",
      "name": "maurizio consentino",
      "date": "2019-12-10T23:00:00.000Z",
      "country": "Italia",
      "stars": "1,0",
      "review": "Ho dovuto renderlo, mancava un pezzo"
    },
    {
      "title": "Qualité chinoise : c'est tout dit !",
      "name": "SmileChester",
      "date": "2024-06-16T22:00:00.000Z",
      "country": "Francia",
      "stars": "1,0",
      "review": "Alors :5* pour le concept du produit5* pour la rapidité de la livraisonMais une seule étoile au final. Pourquoi ? Parce que je n'achète ni un concept ni une rapidité de livraison, mais un produit !Or j'ai pu l'utiliser en tout et pour tout 2 fois : 1ʳᵉ fois:  je l'ai ouvert à la réception du produit, seconde fois sur le terrain sous la pluie : 3 des baleines du parapluie se sont tordues. Inutilisable, donc....Vraiment déçu !"
    },
    {
      "title": "Does what it is advertising",
      "name": "Seth Kriticos",
      "date": "2024-05-21T22:00:00.000Z",
      "country": "Alemania",
      "stars": "3,0",
      "review": "This is actually a very nice product when looking at the superstructure. The umbrella part is easy to setup and does what it is set out to do. Main problem is really the attachment part. The metal struts bite into the head, making them fairly uncomfortable. The leash around the chin for keeping the umbrella in place is also fairly uncomfortable. Main issue though is, that it can not withstand any kind of wind. Even a smaller gust will rip that thing off the head unless bound uncomfortably tight. My wife also refuses to take me on expeditions with the umbrella on.Overall I find the idea really nice and it's sad that this cheap device is the only offering on Amazon."
    },
    {
      "title": "interessante e utile ma fragile",
      "name": "Matteo",
      "date": "2021-04-15T22:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "4 stelle solo perché nelle mie mani sembra un po' fragile. Devo ricordare di trattarlo con attenzione, per il resto direi che rispetta le aspettative. Bello ampio, il sistema per indossarlo è in gomma, regolabile e piuttosto morbido. L'ho provato con un cappellino di lana e mi sono trovato molto bene, aspetto solo di poterlo provare. Aggiornerò sulle prestazioni.Aggiornamento: con la pioggia fa il suo dovere ma si è rotta una stanghetta alla prima apertura..... Diciamo che a sto prezzo potevano farle più resistenti eh.....Tolgo una stella per questo."
    },
    {
      "title": "Great in theory, average in real life",
      "name": "John",
      "date": "2023-09-08T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "3,0",
      "review": "It seems well made and was comfortable when I tried it on inside but as soon as you're in any kind of wind, it's pretty grim."
    },
    {
      "title": "Head umbrella",
      "name": "Suzanna",
      "date": "2023-04-29T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Ordered as a joke birthday present but we keep it in the conservatory for those quick dashes to the freezer in the garage when it’s pouring with rain ! Brilliant let’s you keep dry and carry more ice cream !"
    },
    {
      "title": "Couvre",
      "name": "Kiki N-D",
      "date": "2023-04-03T22:00:00.000Z",
      "country": "Francia",
      "stars": "3,0",
      "review": "Pratique pour les poussettes,  mais des qu'il ya du vent....bref un peu leger"
    },
    {
      "title": "pessimo",
      "name": "Cliente Amazon",
      "date": "2023-06-05T22:00:00.000Z",
      "country": "Italia",
      "stars": "1,0",
      "review": "non l'ho potuto usare nemmeno una volta dopo la prova arrivo l'ho chiuso ella alla riapertura si sono rotte le astine ... P E S S I M O"
    },
    {
      "title": "Regenschirmhut",
      "name": "Jessica",
      "date": "2023-05-09T22:00:00.000Z",
      "country": "Alemania",
      "stars": "5,0",
      "review": "Ich hab diesen Schirm zum Fotografieren gekauft, damit ich die Handy frei habe. Ist sehr stabil, am Anfang ein wenig gewöhnungsbedürftig."
    },
    {
      "title": "Das Geld nicht wert",
      "name": "Buntstift",
      "date": "2019-06-10T22:00:00.000Z",
      "country": "Alemania",
      "stars": "1,0",
      "review": "Die Idee ist super, der Schirm ansich macht auch einen ganz guten Eindruck. Allerdings lässt sich das Gummi, womit man den Schirm eigentlich \"auf den Kopf schnallen\" würde, nicht schließen. Die kleinen \"Nupsies\", die man eigentlich in die dafür vorgesehenen Löcher drückt (ähnlich wie beim Gürtel), sind SO dick, daß sie sich nicht in die Öffnungen drücken lassen. Wird über kurz oder lang den Weg in die Tonne finden."
    },
    {
      "title": "parapluie mains libre",
      "name": "anne",
      "date": "2019-11-04T23:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "je l'utilise quand je suis avec mon fauteuil roulant , quand il pleut il est super tiens bien à la tête . je n'ai pas eu de pochette avec mais cela doit dépendre du modèle . la solidité on verra avec le temps et livraison impécable  . pratique je le conseil et la livraison est impécable"
    },
    {
      "title": "Ombrello",
      "name": "clod56",
      "date": "2024-06-08T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Molto utile nelle camminate sia quando piove o che ci sia il sole, perche' non devi usare le mani per sorreggere. Consigliato"
    },
    {
      "title": "Not fit for use.",
      "name": "Mrs E Federici",
      "date": "2024-03-09T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "1,0",
      "review": "Absolute rubbish we could not get it to unfurl without it falling apart wish I had never ordered it. You would be wet through before you got it up it wouldn’t stay on your head in a rain storm. Takes the prize for being the most useless item I have ever ordered."
    },
    {
      "title": "Great for hot or wet festivals",
      "name": "Melann",
      "date": "2024-02-10T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Happy bunny"
    },
    {
      "title": "Effizienter Sonnenschutz.",
      "name": "Sadickes",
      "date": "2023-09-26T22:00:00.000Z",
      "country": "Alemania",
      "stars": "4,0",
      "review": "Erstens muss gesagt werden, man sieht leicht dähmlich aus mit diesem Schirm auf dem Kopf.Zeitens, er ist sehr effizient, falls kaum Wind vorhanden ist!Ich nutze ihn für längere Videoaufnahmen auf einer Stelle falls ich keinen schattigen Platz finden kann. Der Vorteil ist dass er sich sehr kompakt vertauen lässt und ich keinen gösseren Schirm samt langer Stange mitnehmen muss."
    },
    {
      "title": "Comodo",
      "name": "sonia",
      "date": "2022-10-28T22:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "L’ombrello risulta molto comodo, riuscire a non bagnarsi o non stare sotto il sole avendo le mani libere è molto piacevole. ovviamente non adatto a grandi temporali. Un po’ difficile richiuderlo per bene per riposizionavo nella sua custodia, non sono riuscita a farcelo rientrare,"
    },
    {
      "title": "Aucun préjugé quant à la matière du parapluie, mais félicitations au sujet des fixations",
      "name": "Client d'Amazon",
      "date": "2020-03-07T23:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "Mis le bandeau de fixation à la taille requise sur ma tête : ça tient bien et ça ne gêne pas du tout.Il ne pleuvait pas et il n’y avait pas de vent à ce moment là, mais je suis persuadé qu’il s agit d’un bon article solide."
    },
    {
      "title": "Buono",
      "name": "samuele",
      "date": "2023-11-09T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Molto utile se hai bisogno di avere le mani libere"
    },
    {
      "title": "Grand",
      "name": "Client d'Amazon",
      "date": "2023-01-11T23:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "Assez facile d'utilisation en revanche je ne suis pas certain qu'il puisse être utilisé par temps de vent, a voir... Le parapluie semble de bonne facture... Je recommande"
    },
    {
      "title": "😁",
      "name": "Amazon Customer",
      "date": "2024-01-18T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "😁"
    },
    {
      "title": "Erfüllt seinen Zweck",
      "name": "Tauchenmaxi",
      "date": "2020-08-01T22:00:00.000Z",
      "country": "Alemania",
      "stars": "3,0",
      "review": "Habe 2 gekauft, sie unterscheiden sich an der Kopfhaltung. Der eine ist mit einem Plastikband versehen,  welches verstellbar mit Löchern und einem Nippel ausgestattet ist. Das Plastikband ist nicht so angenehm zu tragen. Der andere Schirm hat ein Gummiband. Ist aber nicht verstellbar. Dafür aber angenehmer zu tragen. Wir verwenden diese Schirme auf dem Sup, wenn wir unsere rast auf dem Wasser einlegen um nicht ganz der Sonne ausgesetzt sind. Kommt Wind auf, muß man die Schirme abnehmen, diesen halten sie nicht aus. Preisleistung entspricht der Qualität nicht, gehen davon aus, dass sie nicht sehr lange halten. Da ist noch Luft nach oben. Die Idee ist aber schon gut"
    },
    {
      "title": "Practical",
      "name": "Tigger",
      "date": "2024-04-28T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "3,0",
      "review": "Good for staying dry and still having two hands"
    },
    {
      "title": "Box come inn",
      "name": "Rhys",
      "date": "2023-08-05T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "The box was opened when I got it apart from that looks good haven’t had chance to use in the rain yet"
    },
    {
      "title": "Scomodo ma fa il suo lavoro",
      "name": "Anna",
      "date": "2024-02-10T23:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "Apertura e chiusura un po' scomode ma fa comunque il suo lavoro"
    },
    {
      "title": "Prodotto OK, spedizione pessima",
      "name": "Dario Croci",
      "date": "2023-07-18T22:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "Il prodotto si presenta rispondente alle descrizioni e adeguato al costo.La spedizione è stata però affidata al peggior corriere che si potesse immaginare (Nexive, gruppo Poste Italiane): millantati tentativi di consegna falliti, in realtà mai effettuati, consegna effettuata con due giorni di ritardo, pacco abbandonato alla mercè di chiunque e delle eventuali intemperie lontanissimo dalla mia abitazione senza neppure avvisare della consegna.In sostanza si ripropone lo stesso pessimo servizio già più volte sperimentato con SDA (guardacaso, sempre gruppo Poste Italiane)."
    },
    {
      "title": "good for photography",
      "name": "Ms. K Davison",
      "date": "2022-11-28T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "I take sports photos and this is good to be able to use both hands and keep my camera rain free, just needs a clip for the straps, you have to tie them.  Not seen how the straps around the head adjust yet, can be a bit loose but will be fine if I had a hat on."
    },
    {
      "title": "Dry but windy",
      "name": "Jonny Ross",
      "date": "2023-10-23T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "Once you get over looking ridiculous, it does definitely keep you very dry, but unfortunately this is short lasting as the wind will blow the umbrella off no matter how tightly you have it strapped to your head, which is incredibly dangerous as it will almost certainly go in front of your vision causing you to veer head first into traffic. If you can invent one that fixes to a helmet this might work better or at least a chin strap that doesn't come apart at the slightest gust of wind."
    },
    {
      "title": "Per ora molto soddisfatta",
      "name": "Cliente Amazon",
      "date": "2023-10-04T22:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "Va bene sia per la pioggia sia per il sole ,per ora, l'ho usato poco,vedremo con l'utilizzo se cambierà qualcosa"
    },
    {
      "title": "used it for en plein air painting",
      "name": "RM",
      "date": "2023-07-21T22:00:00.000Z",
      "country": "Alemania",
      "stars": "4,0",
      "review": "Since it is a new product, I do not know it's durability. i.e. It needs the test of time. At least 2 years!"
    },
    {
      "title": "Bon parapluie pour avoir les mains libres",
      "name": "Ckstt",
      "date": "2021-09-02T22:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "Je l'ai acheté pour pouvoir avoir les mains libres lorsqu'il pleut et il est vraiment chouette ! Il protège bien parce qu'il a un grand diamètre, il faut s'en rappeler pour franchir des portes. De bonnes attaches pour la tête, pour le moment, il me convient. J'ai un doute sur la solidité du morceau de plastique pour replier le parapluie, je pense qu'il ne faut pas être brut."
    },
    {
      "title": "A novel Christmas gift",
      "name": "Katy Stuart.",
      "date": "2023-01-06T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "It was a gift, seems like it's sturdy and practical, don't know if he'd use it"
    },
    {
      "title": "You can do ANYTHING in this hat umbrella!!!!",
      "name": "Dawn P.",
      "date": "2020-06-17T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "\"Why does it always rain on me?\". Why doe it matter when you have THIS?!We sampled many activities which wearing this product. All were successful and enhanced by the Aoneky Windproof Head Umbrella Hat. It is also very desirable as a social distancing aid. Would recommend."
    },
    {
      "title": "Comodissimo",
      "name": "maria lidia",
      "date": "2023-05-30T22:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Non troppo robusto"
    },
    {
      "title": "Sonnen und Regenschirm für den Kopf",
      "name": "Volker Schiewe",
      "date": "2021-07-19T22:00:00.000Z",
      "country": "Alemania",
      "stars": "4,0",
      "review": "Grundsätzlich find ich ihn Toll !!! Der Preis ist ok, die Verarbeitung ist gut. Einen Stern muste ich abziehen wegen der Kopfbefestigung. Ein einfacher Klettverschluß wär da besser gewesen und ich kann nicht einstellen wie tief mein Kopf in die Halterung geht. Deswegen drückt der Gummiring auf meinen Ohransatz, was nach einer weile etwas weh tut. Ich habe ihn zum arbeiten verwendet damit ich nicht in der prallen Sonne arbeiten muss und dafür ist er PERFEKT ! Toll !"
    },
    {
      "title": "I put in my order and got exactly what I wanted, in two days. Now that's what I call \"service\" 👍",
      "name": "Gerard Conlon",
      "date": "2023-07-12T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "I put in my order and got exactly what I wanted, within two days. Now that's what I call \"service\" 👍"
    },
    {
      "title": "Came snapped",
      "name": "MAK",
      "date": "2023-08-29T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "No se ha podido cargar el contenido multimedia.\n                \n            \n                \n            \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n    Material is not the kind of material I’ll go for in an umbrella. Feels sticky and tacky. Also, arrived with one of the brackets snapped. Brackets made out of cheap plastic."
    },
    {
      "title": "Plenty big",
      "name": "Mrs. Felicity Taylor",
      "date": "2023-09-08T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Very difficult to open and shut"
    },
    {
      "title": "Fantastic - super good 👍",
      "name": "Joel",
      "date": "2019-09-08T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "So great - is super sturdy and holds inplace nicely. Only issue is that I couldn't figure out how to pop the top part outwards (like in the picture) for use on a sunny day to allow for ventilation. I contacted the seller and they were very unhelpful, sending me only the picture I saw when I purchased it.But other than that it's an amazing product!"
    },
    {
      "title": "Ideal",
      "name": "Lee Gymer",
      "date": "2023-08-23T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Leaving hands free when working"
    },
    {
      "title": "Funny but functional",
      "name": "Bazztazz",
      "date": "2021-08-09T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "I bought this as a joke gift for my dad as he’s always buying gimmicky gold stuff. Got a good laugh and he’s put it into his bag to bring out next time it rains in the middle of a round and get another laugh out there. Every though it was bought as a joke it does fit well and seems secure (with the chin strap on), so would fulfil its function as a hands free umbrella as well."
    },
    {
      "title": "An alright bit of kit but could be better built",
      "name": "CrannyMan",
      "date": "2019-09-14T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "It's no good at all in the wind.Bit that goes on your head isn't overly comfortable, some padding would've been niceA bit flimsyGreat at keeping rain off.Good for camping and pleased I got it but don't see me using it again till I go camping next. It's just too big and now half my friends are blind because i have no spacial awareness"
    },
    {
      "title": "Difficile da chiudere...",
      "name": "ughetta",
      "date": "2022-12-02T23:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Pratico. Lo provo domani,qui si è messo a piovere."
    },
    {
      "title": "Can work with both hands free!!!!",
      "name": "Angus G.",
      "date": "2021-10-09T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "It's great to work with both hands free and keep Dry ar the same time!!"
    },
    {
      "title": "Keeps you dry if you don't mind funny looks.",
      "name": "Andy V.",
      "date": "2017-06-23T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "What can I say, if you don't mind funny looks, it's great.  I may keep this to night time photography when no one can see me, but think it will keep me and the camera dry :)  Has a camo style print on the inside, sort of think it should be inside out with plain grey on inside on camo on outside."
    },
    {
      "title": "Buona stabilità sulla testa emani libere",
      "name": "Tamara Lipparini",
      "date": "2021-08-05T22:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Molto leggero e facile da fissare sulla testa. La sua ampia apertura permette di coprire le spalle molto bene, ma la cosa più importante è che mi permette di avere libere le mani per portare il cane a passeggio nelle piovose giornate. Buon acquisto!"
    },
    {
      "title": "Più simpatico che utile.",
      "name": "Federico Arnò",
      "date": "2022-03-02T23:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "Il vero problema é il vento, il laccio che dovrebbe stringerlo al mento si allunga troppo facilmente. Quindi non Contrasta il vento e ovviamente Fiummmm ti vola via, o ti stacca la testa dipende. Simpatico ma utile solo con pioggerelle leggere."
    },
    {
      "title": "Really good, keeps your hands free whilst protecting you from the rain",
      "name": "Valentina",
      "date": "2021-07-11T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Easy to use, comfy fit and the laces keep it in place even with the wind. I use it during rainy hikes, so I keep my hands free, particularly useful on hills or difficult terrain when you might need to use your hands to prevent you from falling! Great also for other daily activities (ie food shopping) when it rains. Love it"
    },
    {
      "title": "Not good…",
      "name": "Anwesha G.",
      "date": "2023-05-21T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "Keep slipping from the position and makes it quite to see ahead... Worse during the windy days... So hard to keep balance with it on..."
    },
    {
      "title": "Ottimo",
      "name": "Bruce waine",
      "date": "2023-08-23T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Veramente molto utile per chi come me soffre il caldo parecchio e si scotta facilmente!! Praticamente indispensabile!!"
    },
    {
      "title": "Regenschirm am Kopf Tragend",
      "name": "Tomislav Muranji",
      "date": "2020-07-26T22:00:00.000Z",
      "country": "Alemania",
      "stars": "4,0",
      "review": "Einmal habe ich diesen Schirm beim Regen zum Fotografieren getragen. War TOP, die Linse der Kamera ist Trocken geblieben. Eine manko gab es, die Blicke der Menschen. Doch war auch Lustig. Nun die Europäerr sind solche Inovationen nicht gewohnt. Im nach hinein war lustig wie Blicke angezogen hatte der Regenschirm. Ist undurchlässig, beim Wind ist acht zu geben. Zu empfählen für Fotografen. Auch in anderen lebenslagen ist sehr hilfsreich."
    },
    {
      "title": "Junk",
      "name": "Mr. Steve",
      "date": "2023-11-30T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "1,0",
      "review": "Even as a joke item this is just junk quality. Arrived with a hole in it, where they just hadn't stitched it together at all. The materials are all unbelievably cheap and thin. Wouldn't give a fiver for it."
    },
    {
      "title": "War ein Scherzgeschenk an einen Angler",
      "name": "Annemarie Antonio",
      "date": "2021-11-15T23:00:00.000Z",
      "country": "Alemania",
      "stars": "4,0",
      "review": "Ich fand dem Schirm super praktisch.  Sieht aber natürlich gewöhnungsbedürftig aus :-D  Qualität ist ok für den Preis"
    },
    {
      "title": "Looks Good",
      "name": "Emmanuel Adebakin",
      "date": "2019-05-06T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "This product looks good. I bought it to be used while taking pictures in the rain especially on holiday. Yet to try it, hopefully it would stand the test."
    },
    {
      "title": "pour la pêche lors de pluie battante",
      "name": "el sénégalais",
      "date": "2020-10-01T22:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "waouh la classe pour la pêche (attention au vent) car manque un peu de solidité"
    },
    {
      "title": "Buon prodotto",
      "name": "Piergiorgio Muraro",
      "date": "2020-11-21T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Ho comprato questo ombrello dopo una giornata passata a fotografare una corsa automobilistica su strada sotto la pioggia, cercando a fatica di riparare me stesso e l’attrezzatura. Non ho ancora avuto occasione di provarlo sul campo ma, provandola a casa, sembra ben fatto ed assolvere lo scopo per chi l’ho acquistato. Direi quindi che ha un buon rapporto costo efficacia ed è un oggetto che infilerò nella tasca dello zaino tutte le volte che uscirò a fare foto con tempo variabile o brutto"
    },
    {
      "title": "Semble assez fragile",
      "name": "gzreviewer",
      "date": "2020-10-09T22:00:00.000Z",
      "country": "Francia",
      "stars": "3,0",
      "review": "Les balaines ont l'air de qualite assez moyenne, il s'agit plutot d'un gadget qu'un equipement technique (dans mon cas, pour la peche)"
    },
    {
      "title": "Instabile",
      "name": "Elisa R.",
      "date": "2023-04-22T22:00:00.000Z",
      "country": "Italia",
      "stars": "2,0",
      "review": "Materiale ombrello  bello ma il sistema in plastica per fissarlo al capo scomodo e instabile"
    },
    {
      "title": "Spettacolare",
      "name": "Athos",
      "date": "2023-06-14T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Comodo da indossare. Utilizzato sotto la pioggia ed essendo molto grande protegge benissimo."
    },
    {
      "title": "Buon prodotto, ideale per avere le mani libere una volta indossato",
      "name": "Alberto Caporale",
      "date": "2020-10-10T22:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Ombrello grande, comodo da aprire, anche se con una mano sola si fa un po' fatica. La banda elasticizzata si adatta bene alla testa. Era quello che mi aspettavo."
    },
    {
      "title": "Prompt delivery",
      "name": "linda etheridge",
      "date": "2022-09-16T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Easy to use and light to carry around"
    }
  ]
}