{
  "title": "Rainbow Socks - Pizza MIX Caprichosa Vege Pepperoni Mujer Hombre - 4 pares de Calcetines",
  "image": "https://m.media-amazon.com/images/I/71TinOwQ7HL._AC_SL1500_.jpg",
  "asin": "B01NCJ8W3U",
  "url": "https://www.amazon.es/gp/product/B01NCJ8W3U",
  "reviews": [
    {
      "title": "El regalo perfecto! Calidad, pravticidad y originalidad. Recomendado!!",
      "name": "Cliente Amazon1",
      "date": "2020-05-29T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo perfecto! Calidad increible, divertido y practico! Una pizza calcetin! Cuando otro amigos lo vieron no havian mas que decernos que dónde lo habiamos comprado pq les parecia super original. Lo recomiendo como regalo a cualquiera pq lo can a agradecer mucho. Ademas son muy bonitos. Gracias ppr la genial idea de hacer este proyecto!"
    },
    {
      "title": "Estan muy bien",
      "name": "Rafael Gómez Gómez",
      "date": "2021-04-21T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Pues la verdad es que está gracioso, se presentan los calcetines montados como una pequeña pizza y resulta muy original para un regalo. No puedo hablar todavia de la calidad de los calcetines ya que aún no se los he entregado a su destinataria..."
    },
    {
      "title": "Regalo original",
      "name": "Pilar",
      "date": "2019-04-27T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Lo compré para hacerle un detalle a mi hija y es muy original. Viene bien presentado, el tamaño de los calcetines es el correcto pero pensaba que el tamaño de presentación, la caja, sería más grande. Se queda pequeño. Pero, por lo demás, estoy contenta: calidad de los calcetines, diseño original..."
    },
    {
      "title": "Muy original",
      "name": "Cliente Amazon",
      "date": "2022-05-26T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo compré para regalar. Tuvo mucho éxito.  La caja y la presentación muy original y los calcetines muy divertidos.  Lo recomiendo"
    },
    {
      "title": "Sorprendente",
      "name": "Cliente Amazon",
      "date": "2024-02-09T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo compramos para regalar a los invitados de las fiestas de Navidad y fue un acierto."
    },
    {
      "title": "Tal como esperaba",
      "name": "beat",
      "date": "2020-04-15T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es para un regalo, y debido a la cuarentena el afortunado no lo va a poder ver aún, por lo que sobre la talla y tal no puedo opinar mucho. Por lo demás, todo tal como esperaba: la presentación estupenda, la calidad buena, el reparto más rápido de lo esperado. Ya para cuando el cumpleañero lo abra veremos la talla (lo mismo de aquí a junio, quién sabe) FORÇA"
    },
    {
      "title": "SUPERORIGINALES Y DE CALIDAD",
      "name": "javier",
      "date": "2021-10-19T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Fue para un regalo y quedaron encantados, son muy originales y están muy cuidados los detalles"
    },
    {
      "title": "Regalo",
      "name": "Cliente Amazon",
      "date": "2021-01-13T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Es una gran idea para regalar por su comodidad, diseño y calidez. Además el formato en el que lo presentan hará reír al que lo reciba"
    },
    {
      "title": "Regalo muy original",
      "name": "Arancha",
      "date": "2019-01-07T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Los compré para regalar y fue todo un acierto, de hecho varias personas cercanas me han copiado la idea. la presentación es muy original y, aunque una vez que los sacas de su envoltorio los dibujos ya no están tan claros, son muy bonitos. La talla queda perfecta y tras unas cuantas puestas y lavados siguen perfectos. Para ser perfectos, les falta ser un poco más calentitos."
    },
    {
      "title": "un curioso regalo",
      "name": "riverworld",
      "date": "2021-01-19T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "La verdad que  ha sido un regalo. Y la persona que lo recibio le hizo mucha gracia"
    },
    {
      "title": "Regalo original. Yo no lo había visto antes",
      "name": "oolatzz",
      "date": "2017-10-05T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Estaba buscando algo para regalar que fuera llamativo y gracioso, y la verdad que esta caja de pizza de calcetines me ha parecido una idea muy creativa. En unos días las doy como regalo, por lo que no he podido contar cuántos pares de calcetines vienen en total, pero creo que unos 4.La verdad que un regalo bonito :-)"
    },
    {
      "title": "muy original",
      "name": "eva a.",
      "date": "2020-02-25T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Era un regalo para mi sobrina. Y le ha encantado.  Quizá resulta un poco pequeño el conjunto. Pero la idea super chula. Le ha gustado tanto que no los ha sacado de la caja."
    },
    {
      "title": "Original",
      "name": "Client",
      "date": "2020-12-08T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Como regalo quedas genial porque es muy original la idea.Luego el tema de que el calcetín es fino y lleno de hilos por dentro imagino que dependerá del gusto de la persona que los vaya a usar."
    },
    {
      "title": "Un regalo muy divertido",
      "name": "Cliente NikeAmazon",
      "date": "2019-01-05T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Hola el paquete es súper original y la forma que le han dado los calcetines parecen de verdad porciones de pizza la cara de sorpresa que puso la persona a la que se lo regale fue alucinante hasta la mía propia cuando me llegó el producto,lo recomiendo porque son muy bonitos son altos y se ven calentitos parecen de buena calidad"
    },
    {
      "title": "Producto muy original",
      "name": "Cliente Amazon",
      "date": "2017-10-22T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Elegí esta caja de calcetines para regalo, aún no he podido entregarlo ni verlo, sin embargo sí que me han recogido el producto y hablado de él. Debo decir que llego cuando se esperaba y que, además, es algo que me resulta muy original y que creo que a mucha gente podría gustarle, y es una pena no ver este tipo de cosas más a menudo."
    },
    {
      "title": "Fantástico",
      "name": "Belén",
      "date": "2020-01-09T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Era un regalo y pensó que era una pizza hasta el primer momento de abrirlo. Sus palabras fueron: el mejor regalo que he recibido en mucho tiempo. Hacía años que no me reía tanto.Después del comentario y de verle la cara de felicidad, repetiré, sin duda alguna"
    },
    {
      "title": "Un regalo diferente y original",
      "name": "Martin",
      "date": "2017-10-14T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un producto muy bueno y a la vez divertido.Lo compre para un regalo y fue genial.Es algo que no se lo esperaba y le gustó mucho.Muy original ya que con la caja parece una pizza de verdad, es más se lo deje junto a otras pizzas y Nadir se dio cuenta hasta que fue abierta la caja.Muy divertido c”,)"
    },
    {
      "title": "Gran regalo",
      "name": "Javier",
      "date": "2019-12-27T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Me ha gustado mucho como viene preparado y la originalidad del producto. Lo compré para regalar y he acertado de pleno, los calcetines no sé cómo van a quedar porque no tiene idea de desmontarlo, pero la calidad de la tela está muy bien"
    },
    {
      "title": "Podria volver a comprarlo",
      "name": "Mario V.",
      "date": "2018-12-19T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Aunque la caja es un poco pequeña esta bastante bien, teniendo en cuenta el contextodel articulo ( es para regalar calzetines de forma original y divertida ) por parte del fabricantetodo bien y rapido"
    },
    {
      "title": "Regalo creativo y simpático",
      "name": "Avehada",
      "date": "2019-07-06T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Lo compré como regalo para una compañera y le encantó. Es un detalle creativo y simpático, muy bien presentado. Respecto a la calidad, parece buena, son finos y largos."
    },
    {
      "title": "Presentación magnífica",
      "name": "pablo",
      "date": "2020-07-18T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Sinceramente, solo por la presentación aún no están estrenados. Sigo teniendo la caja a la vista porque me encanta verlos y hace casi dos años que los compré. Alomejor me compro otros para usarlos"
    },
    {
      "title": "muy gracioso",
      "name": "SUSANA GARCIA",
      "date": "2019-11-27T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "no sabia q regalar a hombre q lo tiene todo , esto me parecio perfecto es muy divertido como viene parece una pizza de verdad  desde  ellos , jajajja los calcetines muy  cómodos  regalo  original"
    },
    {
      "title": "original detalle de buena calidad",
      "name": "Mantu",
      "date": "2020-02-03T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo muy gracioso, original y que seguro que no le deja indiferente. Además los calcetines son de buena calidad. Los compré para un regalo y fue todo un acierto. Esta muy contenta con el producto"
    },
    {
      "title": "Excelente para regalar",
      "name": "CM",
      "date": "2021-03-24T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Para regalo es muy original, tanto por el contenido como por la presentación.  Además son cómodos y parecen de calidad."
    },
    {
      "title": "Regalo Divertido",
      "name": "Izabella Castañeda",
      "date": "2019-12-27T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Compre estas media para regalar a mi hermana en Navidad y le han encantado. Ella es amante de la pizza y le causó mucha risa el empaque tan curioso. Es un producto muy divertido y bueno."
    },
    {
      "title": "Muy rápido y gracioso.",
      "name": "Nuria",
      "date": "2019-12-12T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Lo he comprado para regalar, el aspecto no es tan \"atractivo\" como en la foto, pero el artículo es igual."
    },
    {
      "title": "Regalo original y divertido",
      "name": "Montse",
      "date": "2020-07-18T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo muy original y divertido, algo diferente.la caja parece de una pizza individual, da el pego muy bien...los calcetines son hasta la rodilla, cálidos y suaves, gustó mucho."
    },
    {
      "title": "UN REGALO ORIGINAL",
      "name": "Carmen",
      "date": "2021-04-03T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Compre el producto para regalar y fue un éxito.  Es muy original y los calcetines pareen de buena calidad"
    },
    {
      "title": "Regalo muy divertido",
      "name": "Adrián",
      "date": "2020-01-30T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "El regalo provoco bastantes risas, y los calcetines parecen realmente calentitos y geniales para el invierno"
    },
    {
      "title": "100% cumple expectativas",
      "name": "Silvia",
      "date": "2020-03-17T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Los calcetines son perfectos, la presentación y la caja tal y como esperaba. Lo pedí por encargo de una amiga para hacer un regalo y quedó realmente satisfecha. Lo recomiendo 100%"
    },
    {
      "title": "Calcetines molones",
      "name": "Judith.mo",
      "date": "2018-10-19T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Tenia que hacer un regalo original, y porque no unos calcetines en forma de pizza?? Además son de buena calidad, que es una de las cosas más importantes, primero compré uno, me encantaron y encargué otro! Llegaron en su tiempo dicho y todo genial!"
    },
    {
      "title": "Estupendo regalo",
      "name": "Marta",
      "date": "2018-10-27T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo muy divertido y los calcetines una chulada. Llegó muy bien protegido y a tiempo. La presentación es tal cual como se muestra en la foto. La caja logicamenre no es tan grande como una pizza ordinaria.En resumen, muy contenta."
    },
    {
      "title": "Original",
      "name": "McTerens",
      "date": "2020-01-16T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Fué un regalo para un amigo invisible y nos encantó a todos. muy divertidos."
    },
    {
      "title": "Muy original!!",
      "name": "Abraham",
      "date": "2018-01-14T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Un regalo super original y elegante. Se ven de buena calidad y son chulisimos. Vienen enrrollados en forma de pizza y con los calcetines con el dibujo de la pizza, lo malo que una vez vas usando los calcetines ya la pizza es como si pa comieras!!"
    },
    {
      "title": "Para un regalo bien",
      "name": "Sergio I.",
      "date": "2018-07-29T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Lo regale en Navidad y me hizo quedar muy bien. Lo primero que consigue es una sonrisa. Es original aunque al final son unos simples calcetines."
    },
    {
      "title": "Sm",
      "name": "Sergio.mv",
      "date": "2019-10-18T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "A mi novia le ha encantado por su cumple y la calidad perfecta buen regalo2"
    },
    {
      "title": "Originales y divertidos",
      "name": "yabier",
      "date": "2020-11-23T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Comprados para algún regalo familiar. Buenos materiales y acabados. El packaging es divertido, así como los propios calcetines. Muy bien el vendedor."
    },
    {
      "title": "La originalidad",
      "name": "Olga Perez egea",
      "date": "2020-12-18T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Fue un regalo de amigo invisible muy original y util. No paramos de reir no sabia si comerselo o que hacer."
    },
    {
      "title": "Contenta con el producto",
      "name": "Cliente Amazon",
      "date": "2019-05-20T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Muy gracioso y ideal para regalar a una persona cercana. Lo único malo el pedido qué llegó tarde."
    },
    {
      "title": "Calcetines pizza",
      "name": "Angel",
      "date": "2019-01-06T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Eran un regalo de Reyes para mi hermano y le han encantado. No quiere ponérselos de lo bonita que viene la presentación de la caja. Aún no sé si se los ha puesto, pero como sorpresa, un diez."
    },
    {
      "title": "\"sorprendente\"",
      "name": "josevila",
      "date": "2018-10-26T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "El formato para regalar unos simples calcetines es original pensado con imaginación y gracia además están fabricados en Europa algo qué yo lo tengo en cuenta aún siendo productos más caros normalmente de más calidad qué los asiáticos !!"
    },
    {
      "title": "AMIGO INVISIBLE",
      "name": "Montse",
      "date": "2022-01-03T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "PERFECTO"
    },
    {
      "title": "Original",
      "name": "jose maria mc",
      "date": "2018-09-29T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Original y sorprendenteLe gustó e hizo gracia a quien se lo regalé y los calcetines tienen buena pinta! gracias"
    },
    {
      "title": "Idea original como regalo 🎁",
      "name": "ramon",
      "date": "2018-11-30T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "La presentación muy especial, ideal como regalo original.La calidad del producto en si, es buena también."
    },
    {
      "title": "Tamaño pizza individual.",
      "name": "LPF",
      "date": "2018-02-25T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Imaginaba la caja más grande. Cómo si fuera de pizza de verdad (normal). Pero es \"pequeña\" (como de pizza individual). Quitando de eso, es muy \"gracioso\" para tener un detalle, si no sabes que regalar, siendo calcetines seguro q se utizan."
    },
    {
      "title": "Súper originales",
      "name": "Rossa",
      "date": "2019-12-27T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Los calcetines han sido un regalo y han gustado mucho.De calidad se ven muy bien, pero no puedo decir cómo quedan porque no eran para mí."
    },
    {
      "title": "Maravilloso",
      "name": "Paola Montoya",
      "date": "2020-04-06T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo compre para un regalo y fue una sensación, por el diseño tan original de la caja, es maravilloso como regalo, algo muy innovador"
    },
    {
      "title": "regalazo",
      "name": "jorge",
      "date": "2017-11-27T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Muy original para regalar, es como esperaba. El contenido es el esperado, no como en las bolsas de patatas que te cuelan 70% aire."
    },
    {
      "title": "Originalidad al máximo",
      "name": "Marian",
      "date": "2019-11-18T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Son un regalo original como pocos, muy logrado el diseño y que decir de la presentación, única, la cara de sorpresa de todos fue muy divertida."
    },
    {
      "title": "Todo perfecto",
      "name": "Mario Prieto",
      "date": "2018-12-10T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Inusual para los tiempos que corren, primero que los calcetines sean de calidad. Y segundo lo original del packaging. La entrega, on time, esto empieza a ser más habitual, y no por ello valorable!"
    },
    {
      "title": "Compra muy recomendable",
      "name": "arantxa",
      "date": "2018-12-03T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Me han gustado muchísimo. Son muy originales y de buena calidad. Pero tuve que devolverlos porque eran un regalo y le estaban pequeños ya que necesita un 47-48. Una pena porque es un regalo genial"
    },
    {
      "title": "ERA UN REGALO Y LE HA ENCANTADO",
      "name": "Alvaro",
      "date": "2019-06-29T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Super original, el material es agradable y los diseños son muy graciosos. Nos ha encantado a todos, a la que ha recibido y a nosotros que hemos hecho el regalo."
    },
    {
      "title": "Packaging y originalidad del producto",
      "name": "Portiux",
      "date": "2018-10-27T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Calcetines cómodos y originales, una buena idea para regalo de empresa o amigo invisible"
    },
    {
      "title": "Muy original",
      "name": "Jacqueline Oliva Miranda",
      "date": "2017-09-30T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo he comprado para regalarlo a una persona a la que le encantan los calcetines originales y sin dudas estos lo son.se ha sorprendido porque hasta ahora no había visto nada parecido.Los recomiendo y por supuesto los volvería a comprar"
    },
    {
      "title": "Original",
      "name": "idoia",
      "date": "2017-10-09T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Ha sido un regalo para una amiga. Ha gustado mucho la verdad. Es muy original con una presentación muy chula, así que misión cumplida."
    },
    {
      "title": "Regalo perfecto.",
      "name": "Cliente Amazon",
      "date": "2018-10-24T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Me encanta, es muy original. En mi caso es para regalo y estoy deseando entregarlo xq sé que le va encantar. Los calcetines son cómodos y bonitos, la presentación muy original... estoy muy contenta."
    },
    {
      "title": "geniales",
      "name": "Cliente Amazon",
      "date": "2020-03-07T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Repetiré seguro! era para un regalo y me dio mucha pena tener que darlos! jajaj me compraré seguro más pares para mi!"
    },
    {
      "title": "Una pasada de presentación",
      "name": "Miguel",
      "date": "2018-12-19T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "La presentación de los calcetines es tal cual sale en las fotos.  Fue para un regalo y la verdad no sé si se atrevió a sacarlos de la caja de pizza."
    },
    {
      "title": "Todo perfecto",
      "name": "Cliente Amazon",
      "date": "2020-01-14T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Todo bien"
    },
    {
      "title": "El producto es tal cuál vemos se ve en  la foto.",
      "name": "Montse",
      "date": "2019-12-26T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Me a gustado lo original. No me a gustado el precio. Para regalar estas Navidades a mi sobrino de 23 años."
    },
    {
      "title": "Un regalo divertido",
      "name": "Teresa",
      "date": "2018-06-08T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Un regalo muy divertido y la presentación es genial. A mi hermana le gustó mucho y tiene gracia lo de dar una caja de pizza como regalo y ver la cara de la gente."
    },
    {
      "title": "Originalidad",
      "name": "hugosolis",
      "date": "2018-10-13T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Nos han encantado las calcetines no solo la originalidad también los vivos colores y la alegría que transmite. Era un regalo para un amigo que simplemente esta encantado y nosotros también."
    },
    {
      "title": "original",
      "name": "ester",
      "date": "2019-01-09T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Calcetines bonitos y suaves, pero un poco pequeños."
    },
    {
      "title": "ORIGINAL",
      "name": "FEDE",
      "date": "2019-07-23T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "BONITA PRESENTACIÓN Y ÚTIL"
    },
    {
      "title": "Bea",
      "name": "Cliente Amazon",
      "date": "2018-08-01T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Regalo super original. La presentación es muy divertida y se quedó con el cumpleañero, q no se lo esperaba, le costó ver Q eran calcetines. Buena calidad y buena imprimación. Todo perfecto."
    },
    {
      "title": "Perfecto",
      "name": "Raquel",
      "date": "2018-10-14T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Todo perfecto, son tal cual la foto. Además parece que incluso huele a pizza cuando abres la caja. Son para un regalo, seguro que le sorprenderá tanto como a mi!"
    },
    {
      "title": "perfecto",
      "name": "Cliente Amazon",
      "date": "2021-07-25T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "muy original"
    },
    {
      "title": "Sorprendente",
      "name": "Sara",
      "date": "2020-06-15T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Fue para hacer un regalo, se quedó muy contento con la originalidad de los calcetines"
    },
    {
      "title": "Perfecto",
      "name": "Reyes",
      "date": "2019-12-24T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Fue para un regalo e hizo mucha gracia. La persona que los recibio dice que son calentitos y comodos."
    },
    {
      "title": "calcetines en caja de pizza",
      "name": "Yolanda ubierna larrarte",
      "date": "2018-11-07T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "para un regalo me parece muy bonito y original"
    },
    {
      "title": "Es Grande es Majo 🥰",
      "name": "Adrian",
      "date": "2020-01-18T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Cojín grande❤️Colores vivos🔮Tacto suave 😽Calidad/Precio lo recomiendo 🤑Muy contento con la compra 😍😍😍💃"
    },
    {
      "title": "Originalidad en estado puro",
      "name": "JOSEL",
      "date": "2020-09-30T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Comprado para un regalo y ha quedado realmente encantado. Me encanta!!!"
    },
    {
      "title": "Muy original y divertido",
      "name": "Fely muñoz cano",
      "date": "2020-07-31T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo que le he echo a mi sobrino, y le encantó."
    },
    {
      "title": "Descolocada",
      "name": "Cliente Amazon",
      "date": "2019-12-04T23:00:00.000Z",
      "country": "",
      "stars": "3,0",
      "review": "El círculo de fuera (la masa)..venía la pizza desmontada (los calcetines)."
    },
    {
      "title": "Original",
      "name": "shinosuke",
      "date": "2021-03-09T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Muy original y muy cuidado, gustó mucho."
    },
    {
      "title": "Un regalo genial",
      "name": "Alejandro Garrote De La Torre",
      "date": "2019-03-03T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Un producto muy innovador e imaginativo, genial para regalar, a la persona que se lo regale le encantó. Llegó a tiempo y sin problema."
    },
    {
      "title": "Regalo original",
      "name": "Jose Antonio Diaz Meco",
      "date": "2018-01-13T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo pedí como regalo para reyes y nos ha encantado. La presentación es muy divertida y original, quedan bien puestos y son cómodos. Sin duda recomendados! Espero que pongan más modelos!"
    },
    {
      "title": "Buen producto y muy original.",
      "name": "CLou",
      "date": "2020-10-05T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Para un regalo, fue perfecto, sorprendió y le encantó."
    },
    {
      "title": "Regalo original",
      "name": "Ignacio",
      "date": "2018-10-30T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Estaba buscando un regalo para un amigo y la caja-pizza de calcetines fue un éxito. Lo recomiendo totalmente si se busca un regalo original y divertido"
    },
    {
      "title": "Vicenta Montes",
      "name": "Cliente Amazon",
      "date": "2018-08-12T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo muy original con el que sin duda sorprendes y los calcetines son de calidad. Lo recomiendo si quieres sorprender."
    },
    {
      "title": "Me encantan!",
      "name": "Laura Durán",
      "date": "2018-12-27T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Igual que en la foto. Me han encantado. Perfectos para regalarlos ya que son muy originales y una manera diferente de regalar unos calcetines."
    },
    {
      "title": "Mejor regalo",
      "name": "Laura",
      "date": "2020-03-20T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Preciosos para regalo! Calidad perfecta y embalaje original. Los compraré para próximos regalos"
    },
    {
      "title": "Muy original",
      "name": "Javier",
      "date": "2017-11-23T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Regalo muy original y le ha encantado a todo el mundo, el trabajo se ve que es a mano el doblar los calcetines y colocarlos como si fuera una pizza."
    },
    {
      "title": "Presentacion adecuada",
      "name": "Cliente Amazon",
      "date": "2020-12-03T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Regalo original"
    },
    {
      "title": "Sorpresa",
      "name": "Visent",
      "date": "2018-06-04T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Muy original para un regalo. Es una buena sorpresa . La gente no se lo espera . Es un buen regalo."
    },
    {
      "title": "Original y muy bonito",
      "name": "marisa",
      "date": "2019-01-11T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "La presentación es genial!. Lo compré para regalar y fue un gran acierto. Lo recomiendo totalmente. Los calcetines de muy buena calidad."
    },
    {
      "title": "Original",
      "name": "Alberto GB",
      "date": "2020-01-23T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Era para un regalo y fue muy divertido, gustó mucho, es muy original."
    },
    {
      "title": "Silvia",
      "name": "Silviamg",
      "date": "2018-06-26T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es un regalo muy original, selo hice a mi hijo y quedo muy contento, no se imaginaba que eran calcetines"
    },
    {
      "title": "Un regalo muy particular",
      "name": "Beatriz",
      "date": "2018-03-13T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Eran para un regalo y la persona ha quedado encantada. Lo volvería a comprar seguro. La caja y la presentación están muy cuidadas, un punto a su favor"
    },
    {
      "title": "Regalo divertido",
      "name": "MARTIN C.",
      "date": "2018-09-14T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Compramos este pack de calcetines como regalo para un pizza fan. Fue todo un acierto en todos los aspectos. Calcetines divertidos en un embalaje original."
    },
    {
      "title": "Buen y divertido regalo :)",
      "name": "Cliente Amazon",
      "date": "2018-09-13T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Muy buenos, divertidos y bonitos. Eran para un regalo y la calidad es muy buena, y excelente vendedor, trato de 10/10.Recomiendo al 100%"
    },
    {
      "title": "Sorprendentes...y Cómodos",
      "name": "Mar",
      "date": "2017-12-24T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Ha sido un regalo sorprendente y resultaron ser, además de curiosos y bonitos, muy cómodos (según experiencia de la persona a quien los regalé). Un regalo espectacular."
    },
    {
      "title": "Regalo original",
      "name": "leire",
      "date": "2021-04-07T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Muy original"
    },
    {
      "title": "Muy buen regalo",
      "name": "Patricio García",
      "date": "2018-12-21T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo compré para el amigo invisible y gustó mucho, me preguntaron de donde lo saqué. Me imaginaba la caja algo más grande"
    },
    {
      "title": "Algo diferente",
      "name": "Alex",
      "date": "2018-12-17T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Han sido para un regalo y la verdad que la persona que los ha recibido está encantada.Ha sido un gran acierto."
    },
    {
      "title": "Todo un acierto",
      "name": "Yolanda Adan Garcia",
      "date": "2018-11-01T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Lo compre para un regalo que le ha encantado es tan kuki que da pena usar los calcetines, sin duda todo un acierto"
    },
    {
      "title": "Inma",
      "name": "Cliente Amazon",
      "date": "2018-01-13T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Qué bonitos! Los recibí para reyes y son estupendos. El empaquetado es chulísimo y los calcetines son de buena calidad y muy altos!! 100 por 100 recomendable!"
    },
    {
      "title": "Calcetines perfectos.",
      "name": "Daniel Rodriguez",
      "date": "2018-10-18T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Compré estos calcetines para regalo y encontaron a todos. Se nota que son de calidad y que están hechos con mucho cuidado. Repetiré!"
    },
    {
      "title": "Cómico",
      "name": "Mery",
      "date": "2021-02-03T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Ideal para regalar"
    },
    {
      "title": "Genial",
      "name": "Rodrigo y Ayelen ❤️",
      "date": "2018-01-19T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Hice un regalo y fue genial! El producto es muy bueno, lo volveria a comprar para hacer otro regalo, es muy original"
    }
  ]
}