{
  "title": "PartyCostume Máscara de Cabeza Animal de Látex de Fiesta de TrajeLujo de Halloween de La Rana Máscaras (Silencio)",
  "image": "https://m.media-amazon.com/images/I/81LHEWeXFfL._AC_SL1500_.jpg",
  "asin": "B073LF1XLX",
  "url": "https://www.amazon.es/gp/product/B073LF1XLX",
  "reviews": [
    {
      "title": "perfecta",
      "name": "rosa ruiz",
      "date": "2019-02-19T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Tenia miedo de cual iba a ser su estado pero al abrir la caja, la máscara estaba perfecta, exactamente igual que la de la foto. lo único que la nariz estaba un poco deformada pero le pasé el secador con una toalla dentro para que cogiese la forma correcta. Además no huele tanto como la mayoría de estas máscaras."
    },
    {
      "title": "Muy divertido",
      "name": "Sombre_héros",
      "date": "2018-11-05T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Momentos muy divertidos con este producto.No tengo ninguna queja sobre la cualidad y el envio.Como han dicho varias personas, debe planear abrirlo un par de días antes de usarlo para dejarlo al aire."
    },
    {
      "title": "Está bien",
      "name": "Guillermo",
      "date": "2019-05-11T22:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "No es incómoda pero apenas se ve y cuesta un poco respirar, aparte de eso hay que dejarla un tiempo en algún lugar donde este estirada para que se le vayan las arrugas y aún así hay algunas que se quedan"
    },
    {
      "title": "Muy buena calidad",
      "name": "miguel",
      "date": "2019-04-17T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Se le compré a mi hijo para disfrazarse de lagarto rapero y la verdad que la llevo todo el día muy cómodo y muy bien de talla"
    },
    {
      "title": "Buena compra",
      "name": "Alex",
      "date": "2019-03-04T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Muy bien hecha, recomendado darle la vuelta y lavarla debido al olor tan fuerte a plastico.Los agujeros son pequeños pero es una pasada"
    },
    {
      "title": "No defrauda!",
      "name": "Ana",
      "date": "2019-07-06T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Buena calidad con respecto al precio. Realista y divertida. Genial para fiestas de boda, porque sorprenden y dan juego. Recomiendo!!!"
    },
    {
      "title": "Fiel a la imagen y puntual.",
      "name": "Cliente Amazon",
      "date": "2018-05-30T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Buen material y se ajusta a la descripción. Además de la puntualidad totalmente estricta.Muy recomendable y ya no se qué más poner para rellenar las palabras :D"
    },
    {
      "title": "igualito que en la foto!",
      "name": "bon",
      "date": "2017-12-24T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "esta muy bien la mascara! igualjto que en la foto. unico falla, no tienes agueros para ver... esrudiarwmos mejor sitio para cortar unos nosotroa. pero en general muy contentos con la compra!"
    },
    {
      "title": "Buena mascara, un poco agobiante",
      "name": "Cliente Amazon",
      "date": "2019-03-09T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "Es exacta a la foto, lo único que es un.poco agobiante porque da mucho calor"
    },
    {
      "title": "Total",
      "name": "Cliente Amazon",
      "date": "2018-09-30T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Es muy chula lo único que las ranuras de los ojos no encajan perfectas pero es moverla un poco y ya !!"
    },
    {
      "title": "Muy recomendable",
      "name": "Irene L.",
      "date": "2020-08-07T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Muy chula, todo un éxito"
    },
    {
      "title": "Esta bien para poco uso",
      "name": "Cliente Amazon",
      "date": "2019-07-01T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Los ojos de la rana quedan un poco arriba , y da muuuucha calor"
    },
    {
      "title": "Buena calidad",
      "name": "Juan Carlos",
      "date": "2020-03-25T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Buena calidad"
    },
    {
      "title": "Cabeza rana para disfraz",
      "name": "Albert",
      "date": "2020-03-05T23:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "De plastico, careta de rana como se ve en el dibujo.nada que comentar.una simple careta de rana"
    },
    {
      "title": "Great!🐸",
      "name": "Zoey",
      "date": "2024-06-29T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "I love this mask so much! I couldn’t see well in it but I adjusted it! I’m excited to wear this for my local renaissance festival! Be weary though the smell of the mask is potent but it doesn’t bother me but it may some people so if your sensitive to smells good luck LOL!🐸💚"
    },
    {
      "title": "Fun and unique!",
      "name": "Rebekah",
      "date": "2020-12-02T23:00:00.000Z",
      "country": "",
      "stars": "4,0",
      "review": "I got lots of comments on this mask during Halloween both this year and last.Pros:- It’s great quality and comes in a neat box for storage.- Lots of fun to see reactions and get all sorts of comments and laughs.- I love the texture on the face! The colour job is also well done.Cons:- Kind of difficult to see through the eye slits.- Very smelly (the latex smell is real) but manageable for short periods of time.- Comes quite crinkled and has to be stuffed with towels/bent back before it looks smooth (see the eyes of the frog in the picture - this was before it was bent back correctly).All together, a very fun and unique mask that you won’t find many others wearing - be original! :)"
    },
    {
      "title": "Wow!!!",
      "name": "Domenico Stricchiola",
      "date": "2020-07-07T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "SUPER DIVERTENTE!!Mi serviva una maschera per fare un video con amici! Fatta molto bene, bella, comoda e divertentissima! Penso che acquisterò nuovamente"
    },
    {
      "title": "Great quality",
      "name": "Adam Watkin",
      "date": "2023-12-27T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "My little boy was made up when this arrived. Looks exactly like the picture and we are really happy with it."
    },
    {
      "title": "Super masque très réaliste.",
      "name": "Chantal 175",
      "date": "2021-05-21T22:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "Super masque, vraiment très bien fait, sympa et amusant. Bien rincer l'article à l'eau savonneuse puis à l'eau courante pour enlever l'odeur assez forte."
    },
    {
      "title": "Mega Spaß",
      "name": "Marcus67",
      "date": "2022-02-14T23:00:00.000Z",
      "country": "Alemania",
      "stars": "5,0",
      "review": "Ich spüre jetzt deutlich das Tier in mir, ich glaube es ist ein Frosch ;-)) Die Froschmaske ist klasse und wir haben mega Spaß damit. Die macht sich besonders bei Selfies gut und alle lachen sich schief. Von der Größe her eher für Erwachsene als für Kinder geeignet."
    },
    {
      "title": "Starker Lösungsmittelgeruch - so soll Naturlatext riechen???",
      "name": "Karin Kneib",
      "date": "2020-02-06T23:00:00.000Z",
      "country": "Alemania",
      "stars": "1,0",
      "review": "Nachdem ich die Maske ausgepackt hatte, stank unser ganzes Haus nach Lösungsmitteln. Angeblich soll der Geruch verfliegen - man soll die Maske in Seifenwasser einweichen und dann trocknen lassen. Nützt leider alles nix. Einem wird echt schwummerig wenn man die Maske für wenige Sekunden anzieht..."
    },
    {
      "title": "Frog",
      "name": "Marc MASSON",
      "date": "2018-07-29T22:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "marrant, étonnant, bon rapport qualité prix et idéal pour amuser les enfants. .  .  . .  . . . ."
    },
    {
      "title": "Peu pratique",
      "name": "alexandre",
      "date": "2023-08-25T22:00:00.000Z",
      "country": "",
      "stars": "2,0",
      "review": "Pas d'aération, trèd chaud, presque pas de vision."
    },
    {
      "title": "consigliata!",
      "name": "chiara",
      "date": "2018-04-23T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "La maschera è stata acquistata per uno spettacolo teatrale! è conforme alla foto e di buona fattura! è arrivata puntuale! sono soddisfatta dell'acquisto!"
    },
    {
      "title": "Awesome! Realistic and funny!",
      "name": "twinzmomma",
      "date": "2019-12-03T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Realistic and so funny! Wore for Halloween and was a big hit! Got hot, hard to breathe. Hard to see. Made eye holes a little bigger, it helped."
    },
    {
      "title": "..",
      "name": "AmazonCustomer",
      "date": "2023-03-31T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Hilarious! my son loves it. Wouldn't wear for an extended period of time though as the air holes are tiny."
    },
    {
      "title": "Just ok",
      "name": "Jackie",
      "date": "2021-11-04T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "4,0",
      "review": "My son loved it for Halloween but it took a lot of soaking and airing out to get rid of the rubber smell"
    },
    {
      "title": "Good quality",
      "name": "sophie",
      "date": "2020-10-18T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "4,0",
      "review": "Doesn't smell horrible which is always nice, alot of room to breath and is a pretty good item if you want to dress up like a frog"
    },
    {
      "title": "Cra cra",
      "name": "Filippo Zeccara",
      "date": "2023-01-20T23:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Un pò coperta la visuale, bella maschera"
    },
    {
      "title": "Just ok",
      "name": "Conrad",
      "date": "2021-04-15T22:00:00.000Z",
      "country": "",
      "stars": "3,0",
      "review": "Just ok, quality is so so for the price . The shape is not super and you cant barelly see"
    },
    {
      "title": "Très bien pour une photo",
      "name": "Guillaume",
      "date": "2023-04-09T22:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "mais à porter c’est un enfer"
    },
    {
      "title": "Kermit",
      "name": "Sad",
      "date": "2021-10-25T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Thanks to this excellent mask I look like renowned virgin Liam Todd, thanks a lot."
    },
    {
      "title": "Frog",
      "name": "Phillip",
      "date": "2023-12-06T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "It’s a good quality mask."
    },
    {
      "title": "bien",
      "name": "Robert GUIDET",
      "date": "2020-02-09T23:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "satisfait"
    },
    {
      "title": "ben fatta",
      "name": "gabriele",
      "date": "2022-01-08T23:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "ben costruita , solo che ho dovuto allargare i buchi del naso altrimenti non riuscivo a vedere"
    },
    {
      "title": "If you like breathing don't buy this otherwise pretty good",
      "name": "K.C",
      "date": "2021-10-28T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "3,0",
      "review": "I found this mask for a quick thing I needed for Halloween, quality is good and it doesn't smell too much like latex but I could barely breathe in the thing and had to make the eye holes bigger. If you're just getting this to take pictures or having a flat party then that's cool but If you're going to a big party I suggest either getting another mask or be prepared to make adjustments."
    },
    {
      "title": "Can't Breath",
      "name": "N",
      "date": "2023-11-21T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "3,0",
      "review": "Cannot breath while wearing. Even cut a ton of little holes where your mouth goes."
    },
    {
      "title": "Ottimo prodotto",
      "name": "Gustava",
      "date": "2019-02-13T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Non pensavo realmente di un buon prodotto mi sono ricreduta al 💯 ben confezionato e arrivato in un giorno incredibile"
    },
    {
      "title": "Beau mais... inutilisable!",
      "name": "Ernestine C.",
      "date": "2018-11-07T23:00:00.000Z",
      "country": "Francia",
      "stars": "2,0",
      "review": "Visuellement très réussi, mais irrespirable lorsqu'on essaye de le porter plus d'une minute. Sans parler du produit horriblement allergène à l'intérieur qui provoque vite brûlures et démangeaisons. J'avais également commandé le pingouin, qui est à peine plus \"respirable\" mais tout aussi toxique. A poser sur une table pour profiter de son aspect, mais ne pas compter sur lui pour un déguisement!"
    },
    {
      "title": "Geico Gecko 🦎 comes alive in this mask",
      "name": "Midwest Mama",
      "date": "2021-12-08T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Perfect addition to my son’s Halloween costume. He was the Geico Gecko 🦎. He’s 12. The official costumes out there were very expensive. This mask and a homemade t-shirts fit my budget."
    },
    {
      "title": "Bella e resistente",
      "name": "Cecilia",
      "date": "2019-03-21T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Bella e resistente"
    },
    {
      "title": "It is great quality, good value and arrived promptly",
      "name": "Emma G.",
      "date": "2018-01-12T23:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "I ordered this mask so my son could wear it to school as The Frog Prince! It is great quality, good value and arrived promptly. It fits a good range of sizes as well. My son is 8 and it’s good on him,  but it also fits my husband who is over 6ft."
    },
    {
      "title": "Fit as expected",
      "name": "candice watson",
      "date": "2020-10-04T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Very strong latex smell to begin with, but goes away. My daughter loves it for some reason"
    },
    {
      "title": "Ottimo",
      "name": "SIMONA SEGHEDONI",
      "date": "2019-03-16T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Ottimo articolo. Rispetta ogni canone prospettato nella descrizione"
    },
    {
      "title": "Could not see through the eyes, and smelled horrid.",
      "name": "jpf",
      "date": "2021-12-13T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "When I received this mask for Halloween, I was excited because of how good it looked in hand. The color on it is very bright and vibrant, but there are too many issues to look past. For starters, the eye holes were in the complete wrong spot on my face, leaving my eyes staring at the inside of the mask. Second, they were too small to see through. Even when I did align myself correctly (by adjusting my positioning in the mask, which made it uncomfortable), I could not see through the tiny holes. I contemplated cutting my own with scissors, but did not want to ruin the product in the case of a return (which I did end up doing). Lastly, it smelled awful. There was this chemical scent that the mask radiated which I could not get over. From the outside, it was fine, but I was overwhelmed with this horrible aurora that made it hard to keep the mask on. Overall, the inside of the mask was designed poorly with the eye holes and its horrible smell, but the outside of it was fine. If this was needed as a decoration, I'm sure it'd be fine."
    },
    {
      "title": "Well made mask",
      "name": "Moonhorse",
      "date": "2020-04-06T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "5,0",
      "review": "Perfect for what I wanted it for! Well packaged."
    },
    {
      "title": "10/10",
      "name": "Amazon Customer",
      "date": "2022-10-26T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Exactly as pictured"
    },
    {
      "title": "Acquisto consigliatissimo",
      "name": "Cliente Amazon",
      "date": "2018-02-08T23:00:00.000Z",
      "country": "Italia",
      "stars": "4,0",
      "review": "Articolo arrivato con 3 giorni d'anticipo! Maschera perfetta in ottime condizioni. Colore fantastico! L'odore di lattice è andato via dopo pochi giorni di esposizione all'aria aperta. Unico problema: per la mia testa, la posizione degli occhi non corrisponde perfettamente, in più per come sono stati realizzati i buchi, la respirazione all'interno non è il massimo. Per il resto acquisto consigliatissimo!"
    },
    {
      "title": "Pricey and a tight squeeze.",
      "name": "Nick",
      "date": "2023-07-08T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "3,0",
      "review": "Cool mask but for the price it fits way too tight. Big headed people beware!"
    },
    {
      "title": "Terrible but funny",
      "name": "Cael",
      "date": "2023-01-21T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "3,0",
      "review": "Not functional at all as a mask and impossible to see out of. However, it was worth it for the laughs."
    },
    {
      "title": "Can’t breathe",
      "name": "Lance",
      "date": "2022-10-22T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "It’s was pretty cheap so can’t be too mad"
    },
    {
      "title": "Incredibly low vision",
      "name": "Destiny F",
      "date": "2022-05-15T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "3,0",
      "review": "You cannot see ANYTHING out of this mask. If you're wearing it to a party, bring a friend to help lead you around. I cut the mouth open wider and that sort of helped."
    },
    {
      "title": "Too tight too small too expensive",
      "name": "Amazon Customer",
      "date": "2024-05-15T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "Not great. Not good."
    },
    {
      "title": "Not consistent with the coloring",
      "name": "Martian Manor Music",
      "date": "2019-05-28T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "2,0",
      "review": "I ordered this mask (from my previous order list) as a backup for the mask I originally ordered. We are making sketch comedy videos and  need a backup in case one gets messed up. This backup mask showed up and  is not the same color. So now I have two different frog masks and exactly 0 backups. Not thrilled about it, but I'm not about to order a 3rd so I guess we'll have to tone down the cool stuff and make sure we don't mess it up. I gave 2 stars because I was happy with the quality, though aggravated with the inconsistency of online vendors."
    },
    {
      "title": "No eye holes, but it's a good buy for the price",
      "name": "Jaminator88",
      "date": "2020-01-11T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "4,0",
      "review": "A simple pair of scissors for some eye holes and you're good to go."
    },
    {
      "title": "Save your money",
      "name": "Matthew DeMino",
      "date": "2022-10-30T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "Horrible... absolutely horrible mask.. can see or breathe in it... And the mask is unavailable for return. This might as well be a scam. Amazon will not accept it and either will the supplier. Amazon should be 100 percent responsible for allowing this to be sold on the site. Pathetic excuse for a mask. If Amazon Is not going to refund this purchase.. guess they don't need my business anymore. PATHETIC!"
    },
    {
      "title": "froggy",
      "name": "Amazon Customer",
      "date": "2019-11-20T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "4,0",
      "review": "made me look great"
    },
    {
      "title": "The gasoline smell makes the mask unwearable",
      "name": "Demi Rose Howe",
      "date": "2021-07-07T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "I’m not sure how no one has had this issue, but this mask reeks of gasoline. Like, so bad that I can’t have it in our room. I have tried baking soda, and soap, and essential oils, nothing is making this mask even tolerable to be around.Which obviously is too bad, because it looks like exactly what I need for this costume… I haven’t been able to put it on to see how it looks an feels, because the smell is so strong"
    },
    {
      "title": "Unable to wear- can't see",
      "name": "Sylvia",
      "date": "2022-12-29T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "2,0",
      "review": "No se ha podido cargar el contenido multimedia.\n                \n            \n                \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n    My daughter says it is uncomfortable and can't see with it on."
    },
    {
      "title": "Gag",
      "name": "b",
      "date": "2022-03-07T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "2,0",
      "review": "The smell is horrible!! Can’t wear for more than a 2 minutes. Not really confident it will get any better with time. 🐸🤮"
    },
    {
      "title": "Not for walk around with it on",
      "name": "jason dugan",
      "date": "2019-10-10T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "You can’t see out of it when you try to walk but for our purpose it was a hit but we were sitting down"
    },
    {
      "title": "Love the mask",
      "name": "Sarah",
      "date": "2019-09-13T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "{\"clickstreamNexusMetricsConfig\":{\"actionType\":\"DISCOVERY\",\"productId\":\"\",\"eventOwner\":\"vsemetrics_playercards\",\"schemaId\":\"clickstream.CustomerEvent.4\",\"producerId\":\"vsemetrics_playercards\",\"eventType\":\"IVEVideoView\"},\"clientPrefix\":\"vse_reviews_desktop_rzvenzimmwg50_1722317504097\",\"closedCaptionsConfig\":{\"captionsOnTexts\":{\"en\":\"Inglés (automatizado)\"},\"captionsOffText\":\"Subtítulos desactivados\",\"languageToLabelTexts\":{\"English\":\"Inglés\"}},\"sushiMetricsConfig\":{\"isRobot\":false,\"clientId\":\"VSE-ES\",\"videoAsinList\":\"\",\"weblabIds\":\"\",\"eventSource\":\"Player\",\"sessionId\":\"257-3710315-7752512\",\"refMarkers\":\"vse_reviews_desktop_RZVENZIMMWG50_1722317504097_ref\",\"placementContext\":\"cr_inline_review\",\"marketplaceId\":\"A1RKKUPIHCS9HS\",\"isInternal\":false,\"endpoint\":\"https://unagi-eu.amazon.com/1/events/com.amazon.eel.vse.metrics.prod.events.test\",\"requestId\":\"6NT7DH5QEF4VH4WZ1YVZ\",\"customerId\":\"A12DQ7R5BIYMXW\",\"sessionType\":1},\"mimeType\":\"video/mp4\",\"nexusMetricsConfig\":{\"isInternal\":false,\"widgetMetricsSchemaId\":\"vse.VSECardsEvents.8\",\"clientId\":\"VSE-ES\",\"videoAsinList\":\"\",\"weblabIds\":\"\",\"eventSource\":\"Player\",\"videoAsin\":\"RZVENZIMMWG50\",\"producerId\":\"vsemetrics_playercards\",\"refMarkers\":\"vse_reviews_desktop_RZVENZIMMWG50_1722317504097_ref\",\"placementContext\":\"cr_inline_review\",\"playerTSMMetricsSchemaId\":\"vse.VSECardsPlayerEvents.7\"},\"videoHeight\":0,\"videoWidth\":0,\"videoUrl\":\"https://m.media-amazon.com/images/I/81mUWdj8T9S.mp4\",\"metricsEmissionMethod\":\"nexus\",\"imageUrl\":\"https://m.media-amazon.com/images/I/91cmoUGPl4S._SY256.png\",\"awaConfig\":{\"useUpNextComponent\":false,\"clickstreamNexusMetricsConfig\":{\"actionType\":\"DISCOVERY\",\"productId\":\"\",\"eventOwner\":\"vsemetrics_playercards\",\"schemaId\":\"clickstream.CustomerEvent.4\",\"producerId\":\"vsemetrics_playercards\",\"eventType\":\"IVEVideoView\"},\"initialVideo\":\"RZVENZIMMWG50\",\"shouldPreload\":true,\"enableClickBasedAttribution\":false,\"isChromelessPlayer\":false,\"closedCaptionsConfig\":{\"captionsOnTexts\":{\"en\":\"Inglés (automatizado)\"},\"captionsOffText\":\"Subtítulos desactivados\",\"languageToLabelTexts\":{\"English\":\"Inglés\"}},\"showPlayerPlayButton\":false,\"isVideoImmersivePlayer\":false,\"metricsEmissionMethod\":\"nexus\",\"skipInitialFocus\":false,\"playerSkin\":\"none\",\"disabledViewIds\":[\"replayHint\"],\"includeEarnsComissionDisclosure\":false,\"customerId\":\"A12DQ7R5BIYMXW\",\"containerId\":\"vse_reviews_desktop_rzvenzimmwg50_1722317504097-player-4e8ed621-06c1-4fe9-80da-d04dc8e86b9d\",\"requestMetadata\":{\"marketplaceId\":\"A1RKKUPIHCS9HS\",\"clientId\":\"VSE-ES\",\"method\":\"cr_inline_review\",\"requestId\":\"6NT7DH5QEF4VH4WZ1YVZ\",\"pageAsin\":\"\",\"sessionId\":\"257-3710315-7752512\"},\"shouldLoop\":false,\"shouldDisableControls\":false,\"alwaysSetInitialVideo\":true,\"showPlayerCloseButton\":false,\"clientPrefix\":\"\",\"useAutoplayFallback\":false,\"sushiMetricsConfig\":{\"isRobot\":false,\"clientId\":\"VSE-ES\",\"videoAsinList\":\"\",\"weblabIds\":\"\",\"eventSource\":\"Player\",\"sessionId\":\"257-3710315-7752512\",\"refMarkers\":\"vse_reviews_desktop_RZVENZIMMWG50_1722317504097_ref\",\"placementContext\":\"cr_inline_review\",\"marketplaceId\":\"A1RKKUPIHCS9HS\",\"isInternal\":false,\"endpoint\":\"https://unagi-eu.amazon.com/1/events/com.amazon.eel.vse.metrics.prod.events.test\",\"requestId\":\"6NT7DH5QEF4VH4WZ1YVZ\",\"customerId\":\"A12DQ7R5BIYMXW\",\"sessionType\":1},\"ospLinkCode\":\"\",\"showPosterImage\":true,\"languageCode\":\"es\",\"version\":\"\",\"nexusMetricsConfig\":{\"isInternal\":false,\"widgetMetricsSchemaId\":\"vse.VSECardsEvents.8\",\"clientId\":\"VSE-ES\",\"videoAsinList\":\"\",\"weblabIds\":\"\",\"eventSource\":\"Player\",\"videoAsin\":\"RZVENZIMMWG50\",\"producerId\":\"vsemetrics_playercards\",\"refMarkers\":\"vse_reviews_desktop_RZVENZIMMWG50_1722317504097_ref\",\"placementContext\":\"cr_inline_review\",\"playerTSMMetricsSchemaId\":\"vse.VSECardsPlayerEvents.7\"},\"shouldStartMuted\":false,\"airyVersion\":\"VideoJS\",\"languagePreferenceStrings\":{},\"enableInactiveFocus\":true,\"isReactFactory\":false,\"enableDelphiAttribution\":false,\"includeReportWidget\":false,\"shouldAutoplay\":false},\"needPlayerFactory\":false,\"isMobile\":false}Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:05Loaded: 100.00%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:05 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedSubtitlessubtitles off, selectedAudio TrackFullscreenThis is a modal window.\n\n\n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n    Great mask for the price.  After hanging it up for 24 hours it held it’s shape."
    },
    {
      "title": "Ribbit ribbit I love it lol",
      "name": "Comic Book Jerk",
      "date": "2018-07-02T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "I love this mask sure I can't see very well but if ya want a good frog mask this is the one for you lol"
    },
    {
      "title": "Small",
      "name": "Amazon Customer",
      "date": "2018-05-09T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "3,0",
      "review": "Very tight and short, would be better for a kid than an adult."
    },
    {
      "title": "Non credo sia a norma",
      "name": "Enrico",
      "date": "2021-11-09T23:00:00.000Z",
      "country": "Italia",
      "stars": "1,0",
      "review": "Appena indossata, l'odore di plastica/petrolio era talmente forte che non ho ritenuto di farla indossare a mio figlio, restituita immediatamente."
    },
    {
      "title": "Very difficult to see out of",
      "name": "JMorgan",
      "date": "2020-12-19T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Not comfortable"
    },
    {
      "title": "Would buy again!",
      "name": "James",
      "date": "2020-02-02T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Absolutely great mask!!! I highly recommend it!"
    },
    {
      "title": "Great addition to our 11 year old son’s Halloween costume",
      "name": "Keesters",
      "date": "2019-12-16T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Really great addition to a Halloween costume!"
    },
    {
      "title": "Frog mask",
      "name": "Brian",
      "date": "2018-11-10T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Realistic looking mask! Eye holes are tiny but easy to fix"
    },
    {
      "title": "Smells horrible",
      "name": "Miller",
      "date": "2021-12-11T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "There was no place for you to breathe. The smell of the material was overwhelming. Had to go straight to trash."
    },
    {
      "title": "WASTE of MONEY!! Can’t use",
      "name": "Chantelle",
      "date": "2020-10-03T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "If I could give no stars I would. The eye holes are impossible to see out of. They are way to close together and it’s not returnable. WASTE OF MONEY!!!!!"
    },
    {
      "title": "comfortable",
      "name": "Juan Peinado",
      "date": "2019-10-12T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "its comfortable and cool looking"
    },
    {
      "title": "Great, vibrant color!",
      "name": "Mary from Merrill",
      "date": "2020-01-06T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Was a hit!"
    },
    {
      "title": "Bad",
      "name": "Abbs",
      "date": "2021-10-06T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "Eye hole are way too small, and smells like death. Also very deformed"
    },
    {
      "title": "Five Stars",
      "name": "Amazon Customer",
      "date": "2018-08-31T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Great!!!  Perfect attention to detail!"
    },
    {
      "title": "You can’t see anything in this mask and it’s hard to breath.",
      "name": "Amir",
      "date": "2020-01-27T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "You can’t see anything in this mask and it’s hard to breath."
    },
    {
      "title": "Vergüenza",
      "name": "Araceli",
      "date": "2019-12-16T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "1,0",
      "review": "No me llegó la de rana me llegó la de pato"
    },
    {
      "title": "Five Stars",
      "name": "Diane U. Le",
      "date": "2018-07-23T22:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "Excellence!!!"
    },
    {
      "title": "Don't need eyes to hunt those flies.",
      "name": "Thomas Romines",
      "date": "2018-01-07T23:00:00.000Z",
      "country": "los Estados Unidos",
      "stars": "5,0",
      "review": "10/10 No eye holes."
    },
    {
      "title": "Partycostume",
      "name": "Elisa v.",
      "date": "2019-01-27T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Come in foto. Consegnata veloce"
    },
    {
      "title": "perfetta",
      "name": "Mattia Gionnavi",
      "date": "2018-12-15T23:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Difficolta nel vedere"
    }
  ]
}