{
  "title": "Molain Arnés de pollo con correa ajustable, transpirable, chaleco para mascotas, arnés para mascotas, para pato, ganso, gallina, caminata, mediano (rosa)",
  "image": "https://m.media-amazon.com/images/I/711IDLrUXUS._AC_SL1500_.jpg",
  "asin": "B097TJ6KDT",
  "url": "https://www.amazon.es/gp/product/B097TJ6KDT",
  "reviews": [
    {
      "title": "Que es super fashion",
      "name": "Ohana es Prime",
      "date": "2022-08-09T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "No puedo valorar este artículo ya que la gallina se fue a vivir lejos y jamás volví a verla. Ahora que hago yo con el arnés? Se lo.mando por seur?"
    },
    {
      "title": "Color",
      "name": "Linda Prema",
      "date": "2022-09-05T22:00:00.000Z",
      "country": "",
      "stars": "5,0",
      "review": "Pues....para show  de salida con un pajaro es genial. No todas las gallinas lo entienden.  Si una pasa 15 metros es genial, despues entra en estado ... de pensamiento.  Falta entrenar... poco a poco.  No poner la cuerda a gallina adelante de gallo ... empieza a proteger las gallinas.  :)"
    },
    {
      "title": "Très bien",
      "name": "Client d'Amazon",
      "date": "2023-12-22T23:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "Conforme à la description"
    },
    {
      "title": "Regalo apprezzato",
      "name": "Pier",
      "date": "2022-06-03T22:00:00.000Z",
      "country": "Italia",
      "stars": "5,0",
      "review": "Presa per uno scherzo di laurea, comoda per la gallina che era tranquilla, facile da mettere senza pericolo di danneggiare le ali."
    },
    {
      "title": "Preis Leistung ist topp",
      "name": "Inge M.",
      "date": "2024-05-20T22:00:00.000Z",
      "country": "Alemania",
      "stars": "5,0",
      "review": "Das Geschirr ist super als Warnweste und auch als Führgeschirr nutzbar.  Einfache Handhabung"
    },
    {
      "title": "Pratique pour promener une poule domestique",
      "name": "Jimvalenciennes",
      "date": "2023-10-17T22:00:00.000Z",
      "country": "Francia",
      "stars": "4,0",
      "review": "Bonjour. J'ai acheté ce harnais pour que mes filles puissent promener les poules du jardin que nous avons élevé.Je ne mets pas 5 étoiles car la laisse est très courte mais sinon ce produit convient bien au souhait de mes filles ."
    },
    {
      "title": "Size guide unworkable",
      "name": "Carmine Prota",
      "date": "2022-08-07T22:00:00.000Z",
      "country": "Reino Unido",
      "stars": "2,0",
      "review": "The top is too big for some and too small for other buyers. My Chickens are medium sized so i ordered medium harness but the top is far too big and the bottom adjusts to the right size. Maybe if you made the top part adjustable it would fit better….."
    },
    {
      "title": "prodotto di medio livello",
      "name": "Domenico Spinazzola",
      "date": "2023-11-14T23:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "prodotto discreto, essenziale ma economico. funziona."
    },
    {
      "title": "Bonne qualité",
      "name": "caruso karine",
      "date": "2022-04-11T22:00:00.000Z",
      "country": "Francia",
      "stars": "5,0",
      "review": "Rapidité  de l'expediant, qualité, super produit, je suis entièrement  satisfaite."
    },
    {
      "title": "Impossibile",
      "name": "Spigoloso",
      "date": "2022-06-15T22:00:00.000Z",
      "country": "Italia",
      "stars": "3,0",
      "review": "Vabbè, la mia bimba lo voleva, ma è impossibile che una gallina viva si tenga addosso sta roba. Bisognerebbe ammazzarla prima."
    },
    {
      "title": "eher klein und nicht wirklich zu gebrauchen",
      "name": "C.S.",
      "date": "2023-06-02T22:00:00.000Z",
      "country": "Alemania",
      "stars": "3,0",
      "review": "Das Geschirr ist für größere Hühner viel zu klein (für Hähne meiner Meinung nach gar nicht zu gebrauchen). Für die kleinen ist es aber zu groß. Von daher ist die Möglichkeit, dass es wirklich passt, kaum gegeben, da es nicht verstellbar ist."
    },
    {
      "title": "Nicht schön für die tiere.",
      "name": "Frieda",
      "date": "2023-07-26T22:00:00.000Z",
      "country": "Alemania",
      "stars": "1,0",
      "review": "Habe mir das Produkt gekauft um mal zu probieren wie meine hühner es finden und ob man sie daran gewöhnen könnte. Leider musste ich direkt herrausfinden das meine hühner nur stess dabei haben und ich es absoulut nicht empfehlen kann es ist nicht schön für die hühner oder den mensch, denn die hühner haben durchgehend stess und für den menschen ist es auch eine riesen aktion das huhn is das Geschirr zu beckommen und hinterher wieder rausholen. Außerden haben die hühner hinterher alles vertrauen in den meschen verloren und man muss komplett von vorme anfangen mit dem \"vertrauenstraing\"..."
    },
    {
      "title": "Leider viel zu klein",
      "name": "Tado11",
      "date": "2022-06-07T22:00:00.000Z",
      "country": "Alemania",
      "stars": "3,0",
      "review": "Leider ist das Geschirr für meinen Hahn viel zu klein ... hatte mich schon darauf gefreut mit meinem Buddy durch die Straßen zu ziehen, jedoch passt es definitiv nicht an einen ausgewachsenen ZuchtHahn.es gibt zwar die Möglichkeit es Oberhalb größer zu stellen jedoch nur oben und unten nicht.Für kleine Junghähne/hennen ist es ideal um ihnen ein bisschen was von der Welt zu zeigen, aber da hört es dann auch schon leider auf ....PS: die Leine ist sehr billig verarbeitet und man sollte noch eine extra Leine nachbestellen, das ist aber für die 6€ voll in Ordnung."
    },
    {
      "title": "Fehlkauf",
      "name": "Schütz F.",
      "date": "2022-02-08T23:00:00.000Z",
      "country": "Alemania",
      "stars": "3,0",
      "review": "selbst die kleinste Größe nicht gepasst, man muss die tiere trainieren dazu,sonstbistbes sinnlos.liegt nun in der ecke"
    },
    {
      "title": "Hühner schlüpfen raus...",
      "name": "Engler",
      "date": "2023-10-01T22:00:00.000Z",
      "country": "Alemania",
      "stars": "1,0",
      "review": "Nicht mal für kleine Hunde zugebrauchen..."
    },
    {
      "title": "Spasskauf",
      "name": "Giaccomo",
      "date": "2023-05-18T22:00:00.000Z",
      "country": "Alemania",
      "stars": "1,0",
      "review": "War ein Julklappgeschenk"
    }
  ]
}