{
    "asin": "B01D4NCVNS",
    "title": "Aoneky Sombrero de Paraguas Manos Libres - Paraguas para Cabeza Sin Manos, 90cm de Diámetro, Paraguas Grande para Senderismo Camping Pesca Jardinería",
    "image": "https://m.media-amazon.com/images/I/51QH99ZZ3nL._AC_SL1002_.jpg",
    "url": "https://www.amazon.es/gp/product/B01D4NCVNS/",
    "reviews": [
        {
            "Date": "25-06-2024",
            "Description": "This is a must buy of your out in the searing sun like I am. This is a lifesaver. Well constructed, great quality. Absolutely great value for money !",
            "Name": "Jerry Dyer",
            "Stars": "5,0",
            "Title": "Great fit and lightweight!"
        },
        {
            "Date": "14-11-2019",
            "Description": "5 stelle solo perché di più non posso darne!!! É eccezionale si riesce ad indossare anche su un cappellino di lana! Mani in tasca e via loConsiglio soprattutto ai “genitori” di cani",
            "Name": "Cadei Simone Matteo",
            "Stars": "5,0",
            "Title": "Superlativo"
        },
        {
            "Date": "28-09-2021",
            "Description": "Práctico y cómodo este paraguas sin manos, además el mecanismo es rápido de abrir y recoger. Único a mejorar la funda mejor un poco más olgada.",
            "Name": "Cliente Amazon",
            "Stars": "5,0",
            "Title": "Práctico"
        },
        {
            "Date": "03-05-2022",
            "Description": "Llevo a un peque en carrito y a otro en mochila, vi esta opción y ahora si cae una gota no salgo sin él. Vamos sequitos y como me pongo un gorro negro no queda ridículo porque no se ven las cintas. A mjorar que ls cintas que atan a oa barbilla son azules (lo suyo habria sido ponerlas negras).La idea de poner un gorro debajo la saqué de otro comprador, que subió fotos, y es la clave, queda infinitamente más discreto.Aguanta algo de viento, pero no mucho. Las cintas ayudan en esto, pero el que sea grande también hace que lleve peor lo del viento.En general, estoy muy satisfecha",
            "Name": "Julia",
            "Stars": "5,0",
            "Title": "Un imprescindible si se lleva carro de bebé"
        },
        {
            "Date": "22-12-2023",
            "Description": "Me encanta el tamaño que tiene. Para mi amigo que se va a ir a cazar cumple par estar en su puesto. Algo que mejoraría es la forma de sujeción aunque tiene dos por si hay viento. Otra cosa que haría sería poner unas instrucciones para que la gente sepa que primero hay que bajar la parte delantera y luego estirarla y cómo se abre y se cierra",
            "Name": "ROSA MARIA",
            "Stars": "4,0",
            "Title": "Muy guay"
        },
        {
            "Date": "04-06-2020",
            "Description": "Acheté pour me protéger du soleil et de la pluie quand je jardinais, bricolais dehors, et surtout faire du véloJardinage, bricolage:Ne pas s'approcher des arbres, impossible de les tailler, ne passe pas dans les portes quand j'avais besoin de chercher un objet dans la maison ou au sous-solou dans la voiture, ne passe pas dans les passages étroits. Il aurait fallu l'enlever à chaque fois, ce qui est peu pratique.A vélo: même sans vent, même en relevant la partie haute comme indiqué, ne tient absolument pas , voire est dangereux car obstrue la visibilité. J'ai essayé de tenir bien serré la bague de serrage mais elle glisse. Au bout de 30m j'ai dû le ranger. C'était la fonction principale qui m'intéressait.Au final, utile sûrement pour les activités immobiles ou peu rapides: pêche, affut, cueillette de fraises ou petits pois, peut-être marche à pied à condition qu'il n'y ait aucun souffle d'air, mais la photo montrant une personne à vélo est totalement mensongère, la prise d'air est trop importante. Je renvoie donc cet article.",
            "Name": "guillet",
            "Stars": "2,0",
            "Title": "Inutilisable pour plusieurs fonctions"
        },
        {
            "Date": "22-08-2023",
            "Description": "Lo mejor la som y lo peor la sujeción al ser tan amplio hay que sujetarlo al cuello y con el aire cuesta mantenerlo",
            "Name": "Taly",
            "Stars": "2,0",
            "Title": "La protección con las manos libres"
        },
        {
            "Date": "05-08-2020",
            "Description": "Justo lo que necesitaba 👏",
            "Name": "jose angel",
            "Stars": "3,0",
            "Title": "Justo lo que se anuncia, sin mentiras"
        },
        {
            "Date": "31-05-2023",
            "Description": "Trés bien et grand.l'Attache d'un bleu électrique c'est laid et ça gâche tout. l'Attache en noir aurait été de bon goût …",
            "Name": "Nani13👩🏻‍🦳",
            "Stars": "5,0",
            "Title": "Pratique"
        },
        {
            "Date": "22-11-2022",
            "Description": "Comodo, l'ho comprato soprattutto per poter lavorare in giardino d'estate. L'ho provato anche con la pioggia ed è stracomodo, unico diffetto se tira vento pur avendo il legaccio sotto il mento te lo strappa via. Non è molto robusto ma per ciò che lo uso io va bene.",
            "Name": "paola",
            "Stars": "5,0",
            "Title": "Comodissimo"
        },
        {
            "Date": "07-01-2024",
            "Description": "No se aguanta, se cae al menor movimiento, ni hablemos de si hace aire ... Además se clava en la frente. Tampoco puede usarse de otra manera pues no tienes manera de sugetarlo. Un desastre, totalmente inútil.",
            "Name": "Ruth",
            "Stars": "1,0",
            "Title": "Imposible de llevar puesto"
        },
        {
            "Date": "17-02-2024",
            "Description": "Es muy práctico, cambiaría el material y color de las correas que sujetan a la cabeza.",
            "Name": "mcht",
            "Stars": "5,0",
            "Title": "Super practico para personas con muletas"
        },
        {
            "Date": "29-07-2023",
            "Description": "Ideal para cubrir cabeza en esos días soleados",
            "Name": "Clemente",
            "Stars": "5,0",
            "Title": "Fuera sol"
        }
    ]
}